Repository: dhis2/data-visualizer-app
Catalog: packages/app/i18n/*.po
Languages: ar, cs, es, fr, uk, ur, uz, uz_latn

source: Actual reports
ar: الإبلاغات الفعلية
cs: Aktuální zprávy
es: Informes reales
fr: Rapports réels
uk: Фактичні звіти
ur: اصل رپورٹ
uz: Ҳақиқий ҳисоботлар
uz_latn: Haqiqiy hisobotlar

source: Actual reports on time
ar: الإبلاغات الفعلية في الوقت المحدد
cs: Aktuální zprávy včas
fr: Rapports réels à temps
uk: Фактичні звіти за часом
uz: Ҳақиқий ҳисоботлар ўз вақтида
uz_latn: Haqiqiy hisobotlar oʼz vaqtida

source: Expected reports
ar: الإبلاغات المتوقعة
cs: Očekávané zprávy
es: Informes esperados
fr: Rapports attendus
uk: Очікувані звіти
ur: متوقع رپورٹ
uz: Кутилаётган ҳисоботлар
uz_latn: Kutilayotgan hisobotlar

source: No data available
ar: لا توجد بيانات متاحة
cs: Údaje nejsou k dispozici
es: No hay datos disponibles
fr: Pas de données disponibles
uk: Немає даних
uz: Маълумотлар мавжуд эмас

source: The selected dimensions didn’t return any data. There may be no data, or you may not have access to it.
ar: لم تُرجع الأبعاد المحددة أي بيانات. قد لا تكون هناك بيانات ، أو قد لا يكون لديك امكانية الوصول إليها.
cs: Vybrané dimenze nevrátily žádné údaje. Možná nejsou k dispozici žádná data nebo k nim nemáte přístup.
es: Las dimensiones seleccionadas no devolvieron ningún dato. Puede que no haya datos o que no tenga acceso a ellos.
fr: The selected dimensions didn’t return any data. Il peut ne pas y avoir de données, ou vous pourriez ne pas y avoir accès.
uk: Вибрані виміри не повернули жодних даних. Можливо, дані відсутні або ви не маєте доступу до них.
uz: Танланган параметрлар асосида ҳеч қандай маълумотлар топилмади. Маълумотлар йўқ ёки уларгадан фойдаланиш ҳуқуқи мавжуд эмас.
uz_latn: Tanlangan parametrlar asosida hech qanday maʼlumotlar topilmadi. Maʼlumotlar yoʼq yoki ulargadan foydalanish huquqi mavjud emas.

source: {{axisName}} is empty
ar: {{axisName}} فارغ
cs: {{axisName}} je prázdný
es: {{axisName}} está vacío
fr: {{axisName}} est vide
uk: {{axisName}} порожня
uz: {{axisName}} бўш
uz_latn: {{axisName}} boʼsh

source: Add at least one item to {{axisName}}.
ar: أضف عنصراً واحداً على الأقل إلى {{axisName}}.
cs: Přidat alespoň jednu položku do {{axisName}}.
es: Añadir al menos un elemento a {{axisName}}.
fr: Ajouter au moins un élément à {{axisName}}.
uk: Додайте принаймні один елемент до {{axisName}}.
uz: {{axisName}} учун камида бир элементни киритинг
uz_latn: {{axisName}} uchun kamida bir elementni kiriting

source: {{columnsAxisName}} and {{rowsAxisName}} are empty
ar: {{columnsAxisName}} و {{rowsAxisName}} فارغة
cs: {{columnsAxisName}} a {{linesAxisName}} jsou prázdné
es: {{columnsAxisName}} y {{rowsAxisName}} están vacíos
fr: {{columnsAxisName}} et {{rowsAxisName}} sont vides
uk: {{columnsAxisName}} і {{rowsAxisName}} порожні
uz: {{columnsAxisName}} ва {{rowsAxisName}} бўш
uz_latn: {{columnsAxisName}} va {{rowsAxisName}} boʼsh

source: Add at least one item to {{columnsAxisName}} or {{rowsAxisName}} to create a {{visualizationType}}.
ar: أضف عنصرًا واحدًا على الأقل إلى {{columnsAxisName}} أو الـ {{rowsAxisName}} لإنشاء {{visualizationType}}.
cs: Přidejte alespoň jednu položku do {{columnsAxisName}} nebo {{linesAxisName}} a vytvořte {{visualizationType}}.
es: Añadir al menos un elemento a {{columnsAxisName}} o {{rowsAxisName}} para crear un {{visualizationType}}.
fr: Ajouter au moins un élément à {{columnsAxisName}} ou {{rowsAxisName}} créer un {{visualizationType}}.
uk: Додайте принаймні один елемент до {{columnsAxisName}} або {{rowsAxisName}}, щоб створити {{visualizationType}}.
uz: {{visualizationType}} яратиш учун қўйидаги ўқларга {{columnsAxisName}} ёки {{rowsAxisName}} камида бир элементни қўшинг.
uz_latn: {{visualizationType}} yaratish uchun qoʼyidagi oʼqlarga {{columnsAxisName}} yoki {{rowsAxisName}} kamida bir elementni qoʼshing.

source: No period selected
ar: لم يتم اختيار فترة
cs: Není vybráno žádné období
es: No hay periodo seleccionado
fr: Aucune période n'est sélectionné
uk: Немає вибраного періоду
uz: Давр танланмаган
uz_latn: Davr tanlanmagan

source: {{visualizationType}} must have at least one period selected in {{axes}}.
ar: {{visualizationType}} يجب ان تحتوي على فترة واحدة على الأقل محددة على {{axes}}.
cs: {{visualizationType}} musí mít alespoň jedno období vybrané v {{axes}}.
es: {{visualizationType}} debe tener al menos un período seleccionado en {{axes}}.
fr: {{visualizationType}} doit avoir au moins une période sélectionnée dans {{axes}}.
uk: {{visualizationType}} повинен мати принаймні один період, вибраний в {{axes}}.
uz: {{visualizationType}} камида бир даврга эга бўлмоғи лозим, танланган ўқда {{axes}}.
uz_latn: {{visualizationType}} kamida bir davrga ega boʼlmogʼi lozim, tanlangan oʼqda {{axes}}.

source: Add organisation units to {{axisName}}.
cs: Přidejte do {{axisName}} organizační jednotky.
es: Añadir unidades organizativas a {{axisName}}.
fr: Ajouter des unités d'organisation à {{axisName}}.
uk: Додати організаційні підрозділи до {{axisName}}.
uz: {{AxisName}} ўқига ташкилий бўлимлар қўшиш
uz_latn: {{AxisName}} oʼqiga tashkiliy boʼlimlar qoʼshish

source: Vertical is empty
cs: Vertikální je prázdný
es: La vertical está vacía
fr: L'axe vertical est vide
uk: Вертикальна вісь порожня
uz: Вертикал ўқ бўш
uz_latn: Vertikal oʼq boʼsh

source: Add a data item to the vertical axis.
cs: Přidejte datovou položku na svislou osu.
es: Agregue un elemento de datos al eje vertical.
fr: Ajouter un élément de données à l'axe vertical.
uk: Додайте елемент даних до вертикальної осі.
uz: Вертикал ўққа малумотлар элементини қўшиш.
uz_latn: Vertikal oʼqqa malumotlar elementini qoʼshish.

source: Horizontal is empty
cs: Horizontální je prázdný
es: La horizontal está vacía
fr: L'axe horizontal est vide
uk: Горизонтальна вісь порожня
uz: Горизонтал ўқ бўш
uz_latn: Gorizontal oʼq boʼsh

source: Add a data item to the horizontal axis.
cs: Přidejte datovou položku na vodorovnou osu.
es: Agregue un elemento de datos al eje horizontal.
fr: Ajouter un élément de données à l'axe horizontal.
uk: Додайте елемент даних до горизонтальної осі.
uz: Горизонтал ўққа малумотлар элементини қўшиш.
uz_latn: Gorizontal oʼqqa malumotlar elementini qoʼshish.

source: Axes data items are the same
cs: Datové položky os jsou stejné
es: Los elementos de datos de los ejes son los mismos
fr: Les éléments de données des axes sont les mêmes
uk: Елементи даних осей однакові
uz: Ўқларнинг маълумотлар элементи тўғри келади
uz_latn: Oʼqlarning maʼlumotlar elementi toʼgʼri keladi

source: The horizontal and vertical axes have the same data item. Scatter chart axes must have different data for each axis.
cs: Vodorovná a svislá osa mají stejnou datovou položku. Osy bodového grafu musí mít pro každou osu různá data.
es: Los ejes horizontal y vertical tienen el mismo elemento de datos. Los ejes del gráfico de dispersión deben tener datos diferentes para cada eje.
fr: Les axes horizontal et vertical comportent le même élément de données. Les axes des diagrammes de dispersion doivent avoir des données différentes pour chaque axe.
uk: Горизонтальна та вертикальна осі мають однаковий елемент даних. Осі точкової діаграми повинні мати різні дані для кожної осі.
uz: Горизонтал ва вертикал ўқлар бир хил маълумотлар элементини сақлайди. Нуқтали диаграмма ўқлари ҳар қайси ўқ учун алоҳида маълумотларга эга бўлиши лозим.
uz_latn: Gorizontal va vertikal oʼqlar bir xil maʼlumotlar elementini saqlaydi. Nuqtali diagramma oʼqlari har qaysi oʼq uchun alohida maʼlumotlarga ega boʼlishi lozim.

source: No data selected
ar: لم يتم اختيار أي بيانات
cs: Nejsou vybrána žádná data
es: No hay datos seleccionados
fr: Aucune donnée sélectionnée
uk: Не було обрано даних
uz: Маълумот танланмаган
uz_latn: Maʼlumot tanlanmagan

source: {{visualizationType}} must have at least one data item or data element group set item in {{axes}}.
ar: يجب أن تحتوي {{visualizationType}} على عنصر بيانات واحد على الأقل أو عنصر مجموعة مجموعة بيانات واحد في {{axes}}.
cs: {{visualizationType}} musí mít v {{axes}} alespoň jednu datovou položku nebo položku skupiny datových prvků.
fr: {{visualizationType}} doit avoir au moins un élément de données ou un élément de groupe d'éléments de données dans {{axes}}.
uk: {{visualizationType}} повинен мати принаймні один елемент даних або групу елементів даних в {{axes}}.
uz: {{visualizationType}} камида бир маълумот элементи ёки элемент гуруҳи тўпламига эга бўлмоғи лозим, танланган ўқда {{axes}}.
uz_latn: {{visualizationType}} kamida bir maʼlumot elementi yoki element guruhi toʼplamiga ega boʼlmogʼi lozim, tanlangan oʼqda {{axes}}.

source: {{visualizationType}} must have at least one data item in {{axes}}.
ar: {{visualizationType}} يجب ان تحتوي عنصر واحد على الأقل على {{axes}}.
cs: {{visualizationType}} musí mít alespoň jednu datovou položku v {{axes}}.
es: {{visualizationType}} debe tener al menos un elemento de datos en {{axes}}.
fr: {{visualizationType}} doit contenir au moins un élément de données dans {{axes}}.
uk: {{visualizationType}} повинен мати принаймні один елемент даних в {{axes}}.
uz: {{visualizationType}} камида бир маълумот элементи эга бўлмоғи лозим, танланган ўқда {{axes}}.
uz_latn: {{visualizationType}} kamida bir maʼlumot elementi ega boʼlmogʼi lozim, tanlangan oʼqda {{axes}}.

source: There's a problem with the layout
ar: هناك مشكلة في التخطيط
cs: Došlo k problému s rozvržením
es: Hay un problema con el diseño
fr: Il y a un problème avec la mise en page
uk: Виникла проблема з макетом
uz: Бу ерда қатлам маълумотларида хатолик
uz_latn: Bu yerda qatlam maʼlumotlarida xatolik

source: A single indicator must be the only data item when using indicators as Data in Filter.
ar: يجب أن يكون المؤشر عنصر البيانات الوحيد عند استخدام المؤشرات كعوامل تصفية.
cs: Jediný indikátor musí být jedinou datovou položkou, když používáte indikátory jako Data ve filtru.
es: Un solo indicador debe ser el único elemento de datos cuando se usan indicadores como Datos en el Filtro.
fr: Un indicateur unique doit être le seul élément de données en cas d'utilisation des indicateurs comme Données dans le filtre.
uk: Єдиний індикатор повинен бути єдиним елементом даних при використанні індикаторів як даних у фільтрі.
uz: Индикаторларни Фильтрдаги маълумотлар сифатида ишлатилганда битта индикатоор ягона маълумот элементи бўлиши лозим.
uz_latn: Indikatorlarni Filtrdagi maʼlumotlar sifatida ishlatilganda bitta indikatoor yagona maʼlumot elementi boʼlishi lozim.

source: Data Element Group Sets and Reporting Rates cannot be used together.
ar: لا يمكن استخدام مجموعات عناصر البيانات ومعدلات التقارير معاً.
cs: Sady skupin datových prvků a sazby hlášení nelze použít společně.
fr: Les Ensembles de Groupes d'éléments de données et les Taux de déclaration ne peuvent pas être utilisés simultanément.
uk: Набори груп елементів даних і показники звітності не можна використовувати разом.
uz: Маълумотлар элементлари гуруҳи тўпламлари ва ҳисобот ставкаларини биргаликда ишлатиб бўлмайди.
uz_latn: Maʼlumotlar elementlari guruhi toʼplamlari va hisobot stavkalarini birgalikda ishlatib boʼlmaydi.

source: There is a problem with this {{visualizationType}} visualization.
ar: توجد مشكلة مع {{visualizationType}} العرض المرئي
cs: S touto vizualizací {{visualizationType}} je problém.
es: Hay un problema con esta visualización {{visualizationType}}.
fr: Il y a un problème avec cela {{visualizationType}} visualisation.
uk: Виникла проблема з візуалізацією {{visualizationType}}.
uz: Ушбу {{visualizationType}} визуализация билан боғлиқ муаммо мавжуд.
uz_latn: Ushbu {{visualizationType}} vizualizatsiya bilan bogʼliq muammo mavjud.

source: There was a problem getting the data from the server.
ar: حدثت مشكلة في الحصول على البيانات من الخادم.
cs: Při načítání dat ze serveru došlo k problému.
es: Hubo un problema al obtener los datos del servidor.
fr: Un problème est survenu lors de l'obtention des données du serveur.
uk: Виникла проблема з отриманням даних з сервера.
uz: Сервердан маълумотларни олишда муаммо юз берди.
uz_latn: Serverdan maʼlumotlarni olishda muammo yuz berdi.

source: Assigned Categories can only be used with data elements
ar: لا يمكن استخدام الفئات التي تم تعينها إلا مع عناصر البيانات
cs: Přiřazené kategorie lze použít pouze s datovými prvky
es: Las categorías asignadas solo se pueden utilizar con elementos de datos
fr: Les Catégories Attribuées ne peuvent être utilisées qu'avec des éléments de données
uk: Призначені категорії можна використовувати лише з елементами даних
uz: Тайинланган тоифалардан фақат маълумотлар элементларидан фойдаланиш мумкин
uz_latn: Tayinlangan toifalardan faqat maʼlumotlar elementlaridan foydalanish mumkin

source: Fix this problem by selecting data elements or removing Assigned Categories.
ar: قم بإصلاح هذه المشكلة عن طريق تحديد عناصر البيانات أو إزالة الفئات التي تم تعينها.
cs: Opravte tento problém výběrem datových prvků nebo odebráním přiřazených kategorií.
es: Solucione este problema seleccionando elementos de datos o eliminando Categorías Asignadas.
fr: Résoudre ce problème en sélectionnant des éléments de données ou supprimer des Catégories Attribuées.
uk: Виправте цю проблему, вибравши елементи даних або видаливши призначені категорії.
uz: Маълумот элементларини танлаш ёки тайинланган тоифаларни олиб ташлаш орқали ушбу муаммони ҳал қилинг.
uz_latn: Maʼlumot elementlarini tanlash yoki tayinlangan toifalarni olib tashlash orqali ushbu muammoni hal qiling.

source: Assigned Categories cannot be used as Filter
ar: الفئات المعينة لا يمكن أن تستخدم كعوامل تصفية
cs: Přiřazené kategorie nelze použít jako filtr
es: Las categorías asignadas no se pueden utilizar como filtro
fr: Catégories Attribuées ne peuvent pas être utilisées comme Filtre
uk: Призначені категорії не можна використовувати як фільтр
uz: Белгиланган тоифаларни Фильтр сифатида ишлатиб бўлмайди
uz_latn: Belgilangan toifalarni Filtr sifatida ishlatib boʼlmaydi

source: Fix this problem by moving or removing Assigned Categories.
ar: قم بإصلاح هذه المشكلة عن طريق نقل أو إزالة الفئات التي تم تعينها.
cs: Opravte tento problém přesunutím nebo odebráním přiřazených kategorií.
es: Solucione este problema moviendo o eliminando Categorías Asignadas.
fr: Résoudre ce problème en déplaçant ou en supprimant les Catégories Attribuées.
uk: Виправте цю проблему, перемістивши або видаливши призначені категорії.
uz: Белгиланган тоифаларни кўчириш ёки олиб ташлаш орқали ушбу муаммони ҳал қилинг.
uz_latn: Belgilangan toifalarni koʼchirish yoki olib tashlash orqali ushbu muammoni hal qiling.

source: Visualization not found
ar: لم يتم إيجاد عرض مرئي
cs: Vizualizace nenalezena
es: Visualización no encontrada
fr: Visualisation introuvable
uk: Візуалізація не знайдена
uz: Визуализация топилмади
uz_latn: Vizualizatsiya topilmadi

source: The visualization you are trying to view could not be found, the ID could be incorrect or it could have been deleted.
ar: تعذر العثور على المرئيات التي تحاول عرضها، ربما يكون الـ ID غير صحيح أو ربما تم حذفه.
cs: Vizualizaci, kterou se pokoušíte zobrazit, nelze najít, ID může být nesprávné nebo může být odstraněno.
es: La visualización que esta tratando de ver no fue encontrada, el ID podría ser incorrecto o podría haberse eliminado.
fr: La visualisation que vous essayez de consulter est introuvable, l'identifiant est peut-être incorrect ou a pu être supprimé
uk: Візуалізація, яку ви намагаєтеся переглянути, не може бути знайдена, ідентифікатор може бути неправильним, або він міг бути видалений.
uz: Сиз кўрмоқчи бўлган визуализация топилмади, идентификатор нотўғри ёки ўчирилган бўлиши мумкин.
uz_latn: Siz koʼrmoqchi boʼlgan vizualizatsiya topilmadi, identifikator notoʼgʼri yoki oʼchirilgan boʼlishi mumkin.

source: No organization units found
cs: Nebyly nalezeny žádné organizační jednotky
fr: Aucune unité d'organisation trouvée
uk: Не знайдено організаційних підрозділів
uz: Ташкилий бўлим топилмади

source: The level or group selections didn't return any organization units.
cs: Výběr úrovní nebo skupin nevrátil žádné organizační jednotky.
fr: Le niveau ou groupe choisi n'a retourné aucune unité d'organisation
uk: Вибір рівня або групи не повернув жодного організаційного підрозділу.
uz: Босқич ёки гуруҳ танлаш ҳеч қандай ташкилий бўлимни олиб чиқмади.

source: Something went wrong
ar: هناك خطأ ما
cs: Něco se pokazilo
es: Algo ha ido mal
fr: Quelque chose a mal tourné
uk: Сталася помилка
uz: Нимадир нотўғри бажарилди
uz_latn: Nimadir notoʼgʼri bajarildi

source: or
ar: أو
cs: nebo
es: o
fr: ou
uk: або
uz: ёки
uz_latn: yoki

source: Today
ar: اليوم
cs: Dnes
es: Hoy
fr: Aujourd'hui
uk: Сьогодні
ur: آج
uz: бугун
uz_latn: Bugun

source: Yesterday
ar: الأمس
cs: Včera
es: Ayer
fr: Hier
uk: Вчора
ur: کل
uz: Кеча
uz_latn: Kecha

source: Last 3 days
ar: آخر 3 أيام
cs: Poslední 3 dny
es: Últimos 3 días
fr: 3 derniers jours
uk: Минулі 3 дні
ur: آخری 3 دن
uz: Охирги 3 кун
uz_latn: Oxirgi 3 kun

source: Last 7 days
ar: آخر 7 أيام
cs: Posledních 7 dní
es: Últimos 7 diass
fr: 7 derniers jours
uk: Минулі 7 днів
ur: آخری 7 دن
uz: Охирги 7 кун
uz_latn: Oxirgi 7 kun

source: Last 14 days
ar: آخر 14 يوم
cs: Posledních 14 dní
es: Últimos 14 días
fr: 14 dernier jours
uk: Минулі 14 днів
ur: آخری 14 دن
uz: Охирги 14 кун
uz_latn: Oxirgi 14 kun

source: This week
ar: الأسبوع الحالي
cs: Tento týden
es: Esta semana
fr: Cette semaine
uk: Поточний тиждень
ur: اس ہفتے
uz: Ушбу ҳафта
uz_latn: Ushbu hafta

source: Last week
ar: الأسبوع الماضي
cs: Minulý týden
es: Última semana
fr: Semaine passée
uk: Минулий тиждень
ur: پچھلا ہفتہ
uz: Охирги ҳафта
uz_latn: Oxirgi hafta

source: Last 4 weeks
ar: آخر 4 أسابيع
cs: Poslední 4 týdny
es: Últimas 4 semanas
fr: 4 dernières semaines
uk: Минулі 4 тижні
ur: آخری 4 ہفتوں
uz: Охирги 4 ҳафта
uz_latn: Oxirgi 4 hafta

source: Last 12 weeks
ar: آخر 12 أسبوع
cs: Posledních 12 týdnů
es: Últimas 12 semanas
fr: 12 dernières semaines
uk: Минулі 12 тижнів
ur: آخری 12 ہفتوں
uz: Охирги 12 ҳафта
uz_latn: Oxirgi 12 hafta

source: Last 52 weeks
ar: آخر 52 أسبوع
cs: Posledních 52 týdnů
es: Últimas 52 semanas
fr: 52 dernières semaines
uk: Останні 52 тижні
ur: آخری 52 ہفتوں
uz: Охирги 52 ҳафта
uz_latn: Oxirgi 52 hafta

source: Weeks this year
ar: أسابيع السنة الحالية
cs: Týdny tohoto roku
es: Semanas de este año
fr: Semaines cette année
uk: Тижні поточного року
ur: اس سال ہفتہ
uz: Ҳафталар айни йилда
uz_latn: Haftalar ayni yilda

source: This month
ar: الشهر الحالي
cs: Tento měsíc
es: Este mes
fr: Ce mois
uk: Поточний місяць
ur: اس مہینے
uz: Ушбу ой
uz_latn: Ushbu oy

source: Last month
ar: الشهر الماضي
cs: Minulý měsíc
es: Mes anterior
fr: Le mois dernier
uk: Минулий місяць
ur: پچھلے مہینے
uz: Охирги ой
uz_latn: Oxirgi oy

source: Last 3 months
ar: آخر 3 أشهر
cs: Poslední 3 měsíce
es: Últimos 3 meses
fr: 3 derniers mois
uk: Минулі 3 місяці
ur: آخری 3 ماہ
uz: Охирги 3 ой
uz_latn: Oxirgi 3 oy

source: Last 6 months
ar: آخر 6 أشهر
cs: Posledních 6 měsíců
es: Últimos 6 meses
fr: 6 derniers mois
uk: Останні 6 місяців
ur: آخری 6 ماہ
uz: Охирги 6 ой
uz_latn: Oxirgi 6 oy

source: Last 12 months
ar: آخر 12 شهر
cs: Posledních 12 měsíců
es: Ultimos 12 meses
fr: 12 derniers mois
uk: Минулі 12 місяців
ur: آخری 12 ماہ
uz: Охирги 12 ой
uz_latn: Oxirgi 12 oy

source: Months this year
ar: أشهر السنة الحالية
cs: Měsíce tohoto roku
es: Meses este año
fr: Mois cette année
uk: Місяці поточного року
ur: اس سال ماہ
uz: Ойлар айни йилда
uz_latn: Oylar ayni yilda

source: This bimonth
ar: ثنائي شهرين الحالي
cs: Tento dvouměsíc
es: Este bimestre
fr: Ce bimestre
uk: Поточний двомісячний період
ur: یہ مہینہ
uz: Ушбу жуфт ойлик
uz_latn: Ushbu juft oylik

source: Last bimonth
ar: آخر ثنائي شهري
cs: Poslední dvouměsíční
es: Último bimestre
fr: Dernier bimestre
uk: Минулий двомісячний період
ur: آخری بار
uz: Охирги жуфт ойлик
uz_latn: Oxirgi juft oylik

source: Last 6 bimonths
ar: آخر 6 أزواج شهرية
cs: Posledních 6 dvouměsíců
es: Últimos 6 bimestres
fr: 6 derniers bimestres
uk: Останні 6 двомісячних періодів
ur: آخری 6 بار
uz: Охирги жуфт ярим йиллик
uz_latn: Oxirgi juft yarim yillik

source: Bimonths this year
ar: كل شهرين هذا العام
cs: Dvouměsíční tento rok
es: Bimestres de este año
fr: Bimestres cette année
uk: Двомісячні періоди поточного року
ur: اس سال دو ماہی
uz: Ушбу йилдаги жуфт ойлар
uz_latn: Ushbu yildagi juft oylar

source: This quarter
ar: ربع السنة الحالي
cs: Toto čtvrtletí
es: Este trimestre
fr: Ce trimestre
uk: Поточний квартал
ur: اس سہ ماہی
uz: Ушбу квартал
uz_latn: Ushbu kvartal

source: Last quarter
ar: ربع السنة الماضي
cs: Poslední čtvrtletí
es: El trimestre pasado
fr: Trimestre précédent
uk: Минулий квартал
ur: آخری چوتھائی
uz: Охирги квартал
uz_latn: Oxirgi kvartal

source: Last 4 quarters
ar: آخر 4 أرباع السنة
cs: Poslední 4 čtvrtletí
es: Últimos 4 trimestres
fr: 4 derniers trimestres
uk: Останні 4 квартали
ur: آخری چار چوتھائی
uz: Охирги 4 квартал
uz_latn: Oxirgi 4 kvartal

source: Quarters this year
ar: أرباع السنة الحالية
cs: Čtvrtletí tohoto roku
es: Trimestres de este año
fr: Trimestres cette année
uk: Квартали поточного року
ur: اس سال سہ ماہی
uz: Ушбу йилдаги кварталлар
uz_latn: Ushbu yildagi kvartallar

source: This six-month
ar: الستة أشهر الحالية
cs: Tento půlrok
es: Este semestre
fr: Ce semestre
uk: Поточне півріччя
ur: یہ چھ ماہ
uz: Ушбу ярим йиллик
uz_latn: Ushbu yarim yillik

source: Last six-month
ar: آخر نصف السنة (فترة من ستة أشهر)
cs: Poslední půlrok
es: Último semestre
fr: Dernier semestre
uk: Останні шість місяців
ur: آخری چھ ماہ
uz: Охирги 6 ой
uz_latn: Oxirgi 6 oy

source: Last 2 six-months
ar: آخر نصفي السنة (كل فترة ستة أشهر)
cs: Poslední 2 šestiměsíce
es: Últimos 2 semestres
fr: 2 derniers semestres
uk: Останні 2 півріччя
ur: آخری 2 چھ ماہ
uz: Охирги 2 та 6 ойлик
uz_latn: Oxirgi 2 ta 6 oylik

source: This financial year
ar: السنة المالية الحالية
cs: Tento fiskální rok
es: Este año fiscal
fr: Année fiscale en cours
uk: Поточний фінансовий рік
ur: یہ مالی سال
uz: Ушбу молиявий йил
uz_latn: Ushbu moliyaviy yil

source: Last financial year
ar: السنة المالية الماضية
cs: Poslední finanční rok
es: Último ejercicio financiero
fr: Dernière année financière
uk: Минулий фінансовий рік
ur: آخری مالی سال
uz: Охирги молиявий йил
uz_latn: Oxirgi moliyaviy yil

source: Last 5 financial years
ar: آخر 5 سنوات مالية
cs: Posledních 5 fiskálních roků
es: Últimos 5 ejercicios financieros
fr: 5 dernières années financières
uk: Останні 5 фінансових років
ur: آخری 5 مالی سال
uz: Охирги 5 молиявий йиллар
uz_latn: Oxirgi 5 moliyaviy yillar

source: This year
ar: السنة الحالية
cs: Tento rok
es: Este año
fr: Année en cours
uk: Поточний рік
ur: اس سال
uz: Ушбу йил
uz_latn: Ushbu yil

source: Last year
ar: السنة الماضية
cs: Poslední rok
es: El año pasado
fr: L'année passée
uk: Минулий рік
ur: پچھلے سال
uz: Охирги йил
uz_latn: Oxirgi yil

source: Last 5 years
ar: آخر 5 سنوات
cs: Posledních 5 let
es: Últimos 5 años
fr: 5 dernières années
uk: Минулі 5 років
ur: آخری 5 سال
uz: Охирги 5 йил
uz_latn: Oxirgi 5 yil

source: User organisation unit
cs: Organizační jednotka uživatele
es: Usuario de unidad organizativa
uz: Ташкилий бўлим фойдаланувчиси
uz_latn: Ташкилий бўлим фойдаланувчиси

source: User sub-units
cs: Podjednotky uživatele
es: Subunidades de usuario
uz: Фойдаланувчига бўйсунувчи бирликлар
uz_latn: Фойдаланувчига бўйсунувчи бирликлар

source: User sub-x2-units
cs: Jednotky 2. řádu uživatele
es: Sub-unidades-x2 de usuario
uz: Фойдаланувчига бўйсунувчи 2 поғонадаги бўлимлар
uz_latn: Фойдаланувчига бўйсунувчи 2 даражали бирликлар

source: Table title
ar: عنوان الجدول
cs: Název tabulky
es: Título de la tabla
fr: Titre du tableau
uk: Назва таблиці
uz: Жадвал сарлавҳаси
uz_latn: Jadval sarlavhasi

source: Parameters
ar: المعاملات
cs: Parametry
es: Parámetros
fr: Paramètres
uk: Параметри
uz: Параметрлар
uz_latn: Parametrlar
