Repository: dhis2/data-visualizer-app
Catalog: packages/app/i18n/*.po
Languages: ar, cs, es, fr, uk, ur, uz, uz_latn

source: All items
cs: Všechny položky
es: Todos los elementos

source: Rename successful
ar: تمت إعادة التسمية بنجاح
cs: Přejmenování bylo úspěšné
es: Nombre actualizado
fr: Renommer avec succès
uk: Перейменування успішно виконано
ur: نام تبدیل کریں
uz: Муваффақиятли қайта номлаш
uz_latn: Muvaffaqiyatli qayta nomlash

source: Untitled {{visualizationType}} visualization, {{date}}
ar: عرض مرئي {{visualizationType}} بلا عنوان ، {{date}}
cs: Vizualizace bez názvu {{visualizationType}}, {{date}}
es: Visualización {{visualizationType}} sin título, {{date}}
fr: Visualisation {{visualizationType}} sans titre, {{date}}
uk: Візуалізація без назви {{visualizationType}}, {{date}}
uz: Номсиз {{visualizationType}} визуализация, {{date}}
uz_latn: Nomsiz {{visualizationType}} vizualizatsiya, {{date}}

source: You have unsaved changes.
ar: لديك تغييرات غير محفوظة.
cs: Máte neuložené změny.
es: Tiene cambios sin guardar.
fr: Vous avez des changements non enregistrés.
uk: У вас є незбережені зміни.
uz: Сизда сақланмаган ўзгартиришлар мавжуд.
uz_latn: Sizda saqlanmagan oʼzgartirishlar mavjud.

source: Discard unsaved changes?
ar: تجاهل التغييرات غير المحفوظة؟
cs: Zahodit neuložené změny?
es: ¿Descartar los cambios no guardados ?
fr: Abandonner les modifications non enregistrées?
uk: Проігнорувати зміни, які не було збережено?
uz: Сақланмаган ўзгаришлар бекор қилинсинми?
uz_latn: Saqlanmagan oʼzgarishlar bekor qilinsinmi?

source: Are you sure you want to leave this visualization? Any unsaved changes will be lost.
ar: هل أنت متأكد أنك تريد ترك هذا المخطط البياني؟ ستفقد أي تغييرات غير محفوظة.
cs: Opravdu chcete tuto vizualizaci opustit? Všechny neuložené změny budou ztraceny.
es: ¿Está seguro de que desea abandonar esta visualización? Cualquier cambio no guardado se perderá.
fr: Voulez-vous vraiment quitter cette visualisation? Toutes les modifications non enregistrées seront perdues.
uk: Ви дійсно хочете вийти з цієї візуалізації? Будь-які незбережені зміни буде втрачено.
uz: Ҳақиқатдан ҳам ушбу визуализацияни тарк этмоқчимисиз? Ҳар қандай сақланмаган ўзгартиришлар йўқотилади.
uz_latn: Haqiqatdan ham ushbu vizualizatsiyani tark etmoqchimisiz? Har qanday saqlanmagan oʼzgartirishlar yoʼqotiladi.

source: No, cancel
ar: لا، الغاء
cs: Ne, zrušit
es: No, cancela
fr: Non, annuler
uk: Ні, скасувати
uz: Йўқ, бекор қилинг
uz_latn: Yoʼq, bekor qiling

source: Yes, leave
ar: نعم، غادر
cs: Ano, odejít
es: Si, salir
fr: Oui, quitter
uk: Так, вийти
uz: Ҳа, қолдириб кетиш
uz_latn: Ha, qoldirib ketish

source: Add to {{axisName}}
ar: إضافة إلى {{axisName}}
cs: Přidat k {{axisName}}
es: Añadir a {{Nombredeleje}}
fr: Ajouter à {{nomdel'axe}}
uk: Додати до {{axisName}}
uz: {{axisName}} га қўшинг
uz_latn: {{axisName}} ga qoʼshing

source: '{{visualizationType}}' is intended to show a single data item. Only the first item will be used and saved.
ar: '{{visualizationType}}' يهدف إلى إظهار عنصر بيانات واحد. سيتم استخدام وحفظ العنصر الأول فقط.
cs: '{{visualizationType}}' je určen k zobrazení jedné datové položky. Bude použita a uložena pouze první položka.
es: '{{visualizationType}}' está destinado a mostrar un solo elemento de datos. Solo se utilizará y guardará el primer elemento.
fr: '{{visualizationType}}' est destiné à afficher un seul élément de données. Seul le premier élément sera utilisé et enregistré.
uk: "{{visualizationType}}" призначений для відображення одного елемента даних. Буде використано і збережено лише перший елемент.
uz: '{{visualizationType}}' битта маълумот элементини кўрсатишга мўлжалланган. Фақат биринчи элемент ишлатилади ва сақланади.
uz_latn: {{visualizationType}}' bitta maʼlumot elementini koʼrsatishga moʼljallangan. Faqat birinchi element ishlatiladi va saqlanadi.

source: '{{visualiationType}}' is intended to show maximum {{maxNumber}} number of items. Only the first {{maxNumber}} items will be used and saved.
ar: الغرض من "{{visualiationType}}" هو إظهار عدد عناصر {{maxNumber}} كحد أقصى. سيتم استخدام وحفظ العناصر الـ {{maxNumber}} الأولى فقط.
cs: '{{visualiationType}}' má zobrazit maximální počet položek {{maxNumber}}. Bude použito a uloženo pouze prvních {{maxNumber}} položek.
es: '{{visualiationType}}' está diseñado para mostrar un número máximo de {{maxNumber}} elementos. Solo se usarán y guardarán los primeros {{maxNumber}} elementos.
fr: '{{visualiationType}}' est destiné à montrer le maximum {{maxNumber}} nombre d'éléments . Seul les premiers {{maxNumber}} éléments seront utilisés et enregistrés.
uk: '{{visualiationType}}' призначений для відображення максимальної кількості елементів ({{maxNumber}}). Буде використано та збережено лише перші {{maxNumber}} елементів.
uz: '{{visualiationType}}' максимал {{maxNumber}} та сонни кўрсатишга мўлжалланган. Фақат биринчи {{maxNumber}} та элемент ишлатилади ва сақланади.
uz_latn: {{visualiationType}}' maksimal {{maxNumber}} ta sonni koʼrsatishga moʼljallangan. Faqat birinchi {{maxNumber}} ta element ishlatiladi va saqlanadi.

source: 'Scatter' is intended to show a single data item per axis. Only the first item will be used and saved.
cs: 'Rozptyl' je určen k zobrazení jedné datové položky na osu. Bude použita a uložena pouze první položka.
es: 'Dispersión' está destinado a mostrar un solo elemento de datos por eje. Solo se utilizará y guardará el primer elemento.
fr: La 'Dispersion' est destinée à afficher un seul élément de données par axe. Seul le premier élément sera utilisé et enregistré.
uk: "Точкова" діагарма призначена для показу одного елемента даних на вісь. Буде використано і збережено лише перший елемент.
uz: "Тақсимловчи" ҳар бир ўқда ягона маълумотлар элементини кўрсатиш учун мўлжалланган. Фақат биринчи элементдан фойдаланилади ва сақланади
uz_latn: Taqsimlovchi har bir oʼqda yagona maʼlumotlar elementini koʼrsatish uchun moʼljallangan. Faqat birinchi elementdan foydalaniladi va saqlanadi

source: Vertical
cs: Vertikální
uk: Вертикальна
uz: Вертикал
uz_latn: Vertikal

source: Horizontal
cs: Horizontální
uk: Горизонтальна
uz: Горизонтал
uz_latn: Gorizontal

source: Main dimensions
ar: الأبعاد الرئيسية
cs: Hlavní rozměry
es: Dimensiones principales
fr: Dimensions principales
uk: Основні виміри
uz: Умумий ўлчамлар
uz_latn: Umumiy oʼlchamlar

source: Other dimensions
ar: أبعاد أخرى
cs: Jiné dimenze
es: Otras dimensiones
fr: Autres dimensions
uk: Інші виміри
uz: Бошқа ўлчамлар
uz_latn: Boshqa oʼlchamlar

source: Your dimensions
ar: الأبعاد الخاصة بك
cs: Vaše rozměry
es: Dimensiones propias
fr: Votre dimensions
uk: Ваші виміри
uz: Сизнинг созламаларингиз
uz_latn: Sizning sozlamalaringiz

source: Filter dimensions
ar: تصفية الأبعاد
cs: Rozměry filtru
es: Dimensiones del filtro
fr: Filtrer les dimensions
uk: Виміри фільтра
uz: Фильтр созламалари
uz_latn: Filtr sozlamalari

source: Data value set
ar: حزمة قيم البيانات
cs: Sada datových hodnot
es: Valor de los datos
fr: Ensemble de valeurs de données
uk: Набір значень даних
ur: ڈیٹا کی قیمت مقرر
uz: Маълумотлар қиймати ўрнатилган
uz_latn: Maʼlumotlar qiymati oʼrnatilgan

source: Other formats
ar: صيغ أخرى
cs: Jiné formáty
es: Otros formatos
fr: Autres formats
uk: Інші формати
ur: دیگر فارمیٹس
uz: Бошқа шакллар
uz_latn: Boshqa shakllar

source: Raw data SQL
ar: للبيانات الأولية SQL
cs: Nezpracovaná data SQL
fr: Données brutes SQL
uk: Необроблені дані SQL
uz: Хом маълумотлар SQL
uz_latn: Xom maʼlumotlar SQL

source: Plain data source
ar: مصدر البيانات الصريحة
cs: Prostý zdroj dat
es: Fuente de datos sin formato
fr: Source de données brutes
uk: Джерело простих даних
ur: سادہ اعداد و شمار کا ذریعہ
uz: Оддий маълумотлар манбаи
uz_latn: Oddiy maʼlumotlar manbai

source: Advanced
ar: متقدم
cs: Pokročilý
es: Avanzado
fr: Avancé
uk: Розширені
ur: اعلی درجے کی
uz: Илғор
uz_latn: Ilgʼor

source: Graphics
ar: الرسومات
cs: Grafika
es: Gráficos
fr: Graphiques
uk: Графіка
ur: گرافکس
uz: Графика
uz_latn: Grafika

source: Image (.png)
ar: صورة (.png)
cs: Obrázek (.png)
es: Imagen (.png)
uk: Зображення (.png)
uz: Расм (.png)
uz_latn: Rasm (.png)

source: Download data from this date
cs: Stáhnout data od tohoto data
es: Descargar datos a partir de esta fecha

source: Metadata ID scheme
ar: مخطط معرف البيانات الوصفية
cs: Schéma metadata ID
fr: Schéma ID des métadata
uk: Схема ідентифікатора метаданих
uz: МетаМаълумот ID схемаси
uz_latn: MetaMaʼlumot ID sxemasi

source: Code
ar: الكود
cs: Kód
es: Código
uk: Код
uz: Код
uz_latn: Kod

source: Name
ar: الإسم
cs: Název
es: Nombre
fr: Nom
uk: Ім'я
uz: Исми
uz_latn: Ismi

source: Table layout
ar: تنسيق الجدول
cs: Rozložení tabulky
es: Disposición de la tabla
fr: Disposition du tableau
uk: Макет таблиці
uz: Жадвал макети
uz_latn: Jadval maketi

source: Download
ar: تحميل
cs: Stáhnout
es: Descargar
fr: Télécharger
uk: Завантажити
ur: ڈاؤن لوڈ کریں
uz: Юклаш
uz_latn: Yuklash

source: Hide
ar: إخفاء
cs: Skrýt
es: Ocultar
fr: Masquer
uk: Приховати
ur: چھپائیں
uz: Беркитиш
uz_latn: Berkitish

source: All
ar: الجميع
cs: Vše
es: Todos
fr: Tout
uk: Всі
ur: سب
uz: Барчаси
uz_latn: Barchasi

source: {{total}} of {{axisMaxNumberOfItems}} selected
ar: {{total}} من {{axisMaxNumberOfItems}} تم تحديدها
cs: Je vybráno {{total}} z {{axisMaxNumberOfItems}}
es: {{total}} de {{axisMaxNumberOfItems}} seleccionados
fr: {{total}} de {{axisMaxNumberOfItems}} choisis
uk: Вибрано {{total}} з {{axisMaxNumberOfItems}}
uz: {{total}} / {{axisMaxNumberOfItems}} дан танланди
uz_latn: {{total}} / {{axisMaxNumberOfItems}} dan tanlandi

source: {{total}} selected
ar: {{total}} تم تحديدها
cs: Vybráno: {{total}}
es: {{total}} seleccionado
fr: {{total}} choisis
uk: Вибрано {{total}}
uz: {{total}} танланди
uz_latn: {{total}} tanlandi

source: {{dimensionName}} is locked to {{axisName}} for {{visTypeName}}
ar: {{dimensionName}} مقفل على {{axisName}} لـ {{visTypeName}}
cs: {{dimensionName}} je pro {{visTypeName}} uzamčen na {{axisName}}
es: {{dimensionName}} está bloqueado en {{axisName}} para {{visTypeName}}
fr: {{dimensionName}} est verrouillé sur {{axisName}} pour {{visTypeName}}
uk: {{dimensionName}} заблоковано на {{axisName}} для {{visTypeName}}
uz: {{dimensionName}} {{visTypeName}} учун {{axisName}} да қулфланган
uz_latn: {{dimensionName}} {{visTypeName}} uchun {{axisName}} da qulflangan

source: Not available for Scatter
cs: Není k dispozici pro Rozptyl
es: No disponible para Dispersión
fr: Non disponible pour Dispersion
uk: Недоступно для точкової діаграми
uz: Тарқатиш учун мавжуд эмас
uz_latn: Tarqatish uchun mavjud emas

source: Add Assigned Categories
ar: إضافة فئات معينة
cs: Přidat přiřazené kategorie
es: Añadir categorías asignadas
fr: Ajouter des Catégories assignées
uk: Додати призначені категорії
uz: Белгиланган категориялар қўшилсин
uz_latn: Belgilangan kategoriyalar qoʼshilsin

source: Swap with {{axisName}} axis
cs: Prohodit s osou {{axisName}}
es: Intercambiar con el eje {{axisName}}
fr: Intervertir avec l'axe {{axisName}}
uk: Поміняти місцями з віссю {{axisName}}
uz: {{AxisName}} ўқлари жойини алмаштириш
uz_latn: {{AxisName}} oʼqlari joyini almashtirish

source: vertical
cs: vertikální
uk: вертикальна
uz: вертикал

source: horizontal
cs: horizontální
uk: горизонтальна
uz: горизонтал

source: None selected
ar: غير محدد
cs: Není vybrán žádný
es: Ninguno seleccionado
fr: Aucune sélection
uk: Немає вибраного
ur: کوئی بھی منتخب نہیں
uz: Бирор нима танланмаган
uz_latn: Biror nima tanlanmagan

source: Only '{{- name}}' in use
ar: قيد الإستخدام '{{- name}}' فقط
cs: Používá se pouze '{{- name}}'
es: Solo '{{- name}}' en uso
fr: Uniquement '{{- name}}' utilisé
uk: Використовується лише {{- name}}
uz: Фойдаланиш учун фақатгина '{{- name}}'
uz_latn: Foydalanish uchun faqatgina '{{- name}}'

source: Only '{{number}}' in use
ar: قيد الإستخدام '{{- name}}' فقط
cs: Používá se pouze '{{number}}'
es: Solo '{{number}}' en uso
fr: Uniquement '{{number}}' utilisé
uk: Використовується лише '{{number}}'
uz: Фойдаланиш учун фақатгина '{{number}}'
uz_latn: Foydalanish uchun faqatgina '{{number}}'

source: All items are selected
cs: Jsou vybrány všechny položky

source: Levels
ar: المستويات
cs: Úrovně
es: Niveles
fr: Niveaux
uk: Рівні
uz: Босқичлар/Қаватлар
uz_latn: Bosqichlar/Qavatlar

source: Groups
ar: المجموعات
cs: Skupiny
es: Grupos
fr: Groupes
uk: Групи
uz: Гуруҳлар
uz_latn: Гуруҳлар

source: And 1 other...
ar: و 1 غيرها ...
cs: A 1 další ...
fr: Et 1 autre...
uk: І ще 1...
uz: Яна бир бошқаси
uz_latn: Yana bir boshqasi

source: And {{numberOfItems}} others...
ar: و {{numberOfItems}} أخرى...
cs: A {{numberOfItems}} dalších ...
es: Y {{numberOfItems}} otros...
fr: Et {{numberOfItems}} autres...
uk: І ще {{numberOfItems}}...
uz: Яна бир бошқаси {{numberOfItems}}
uz_latn: Yana bir boshqasi {{numberOfItems}}

source: Select a period
ar: حدد فترة
cs: Vybrat období
es: Seleccione un periodo
fr: Sélectionner une période
uk: Виберіть період
uz: Даврни танланг
uz_latn: Davrni tanlang

source: Select years
ar: حدد الأعوام
cs: Vybrat roky
es: Seleccionar años
fr: Sélectionner des années
uk: Виберіть роки
uz: Йилни танланг
uz_latn: Yilni tanlang

source: Interpretations
ar: التفسيرات
cs: Interpretace
es: Interpretaciones
fr: interprétations
uk: Інтерпретації
ur: تشریحات
uz: Талқинлар
uz_latn: Sharhlar

source: This visualization can't be deleted because it is used on one or more dashboards
ar: لا يمكن حذف هذا المرئيات لأنها مستخدمة في لوحة معلومات واحدة أو أكثر
cs: Tuto vizualizaci nelze odstranit, protože se používá na jednom nebo více ovládacích panelech
es: Esta visualización no puede ser eliminada porque es utilizada en uno o más tableros
fr: Cette visualisation ne peut pas être supprimée car elle est utilisée pour un ou plusieurs tableaux de bord
uk: Цю візуалізацію неможливо видалити, оскільки вона використовується на одній або декількох інформаційних панелях
uz: Ушбу визуализацияни ўчириб бўлмайди, чунки у бир ёки бир неча информацияон панель томонидан фойдаланилмоқда
uz_latn: Ushbu vizualizatsiyani oʼchirib boʼlmaydi, chunki u bir yoki bir necha informatsiyaon panel tomonidan foydalanilmoqda

source: Unsaved visualization
ar: مخطط عرض غير محفوظ
cs: Neuložená vizualizace
es: Visualización no guardada
fr: Visualisation non enregistrée
uk: Незбережена візуалізація
uz: Сақланмаган визуализация
uz_latn: Saqlanmagan vizualizatsiya

source: Edited
ar: تم التعديل
cs: Upraveno
es: Editado
fr: Modifié
uk: Відредаговано
uz: Таҳрирланган
uz_latn: Tahrirlangan

source: Update
ar: تحديث
cs: Aktualizovat
es: Actualizar
fr: Mettre à jour
uk: Оновити
ur: اپ ڈیٹ
uz: Янгилаш
uz_latn: Yangilash

source: Getting started
ar: الشروع في العمل
cs: Začínáme
es: Comenzar
fr: Commencer
uk: Початок роботи
uz: Иш бошланганида
uz_latn: Ish boshlanganida

source: All dimensions that you can use to build visualizations are shown in the left sidebar
ar: يتم عرض جميع الأبعاد التي يمكنك استخدامها لإنشاء مخططات عرض في الشريط الجانبي الأيسر
cs: Všechny dimenze, které můžete použít k vytváření vizualizací, se zobrazují na levém postranním panelu
es: Todas las dimensiones que puede utilizar para crear visualizaciones se muestran en la barra lateral izquierda
fr: Toutes les dimensions que vous pouvez utiliser pour créer des visualisations sont affichées dans la barre latérale gauche
uk: Усі виміри, які ви можете використовувати для створення візуалізації, відображаються на лівій бічній панелі
uz: Визуализацияни шакллантириш учун фойдаланилган барча ўлчамлар, ён панелда кўрсатилган
uz_latn: Vizualizatsiyani shakllantirish uchun foydalanilgan barcha oʼlchamlar, yon panelda koʼrsatilgan

source: Add dimensions to the layout above
ar: أضف أبعاداً إلى التخطيط أعلاه
cs: Přidejte rozměry do výše uvedeného rozložení
es: Añadir dimensiones al diseño de arriba
fr: Ajouter des dimensions à la disposition ci-dessus
uk: Додати виміри до макета вище
uz: Юқори қават ўлчамларини қўшинг
uz_latn: Yuqori qavat oʼlchamlarini qoʼshing

source: Click a dimension to add or remove items
ar: انقر فوق أحد الأبعاد لإضافة عناصر أو إزالتها
cs: Kliknutím na dimenzi přidáte nebo odeberete položky
es: Clic en una dimensión para agregar o eliminar elementos
fr: Cliquez sur une dimension pour ajouter ou supprimer des éléments
uk: Натисніть на вимір, щоб додати або видалити елементи
uz: Элементларни қўшиш ёки ўчириш учун, ўлчамлар тугмасини босинг
uz_latn: Elementlarni qoʼshish yoki oʼchirish uchun, oʼlchamlar tugmasini bosing

source: Your most viewed charts and tables
ar: الرسوم البيانية والجداول الأكثر مشاهدة
cs: Vaše nejsledovanější grafy a tabulky
es: Sus gráficos y tablas más vistos
fr: Vos graphiques et tableaux les plus vus
uk: Ваші найпопулярніші діаграми та таблиці
uz: Сизнинг энг кўрилган диаграмма ва жадвалларингиз
uz_latn: Sizning eng koʼrilgan diagramma va jadvallaringiz

source: Aggregation type
ar: نوع التجميع
cs: Typ agregace
es: Tipo de agregación
fr: Type d'agrégation
uk: Тип агрегації
ur: مجموعی قسم
uz: Бирлаштириш тури
uz_latn: Birlashtirish turi

source: Overrides aggregation type for all data values.
ar: إعادة كتابة نوع التجميع لكل قيم البيانات.
cs: Přepíše typ agregace pro všechny datové hodnoty.
es: Sustituye el tipo de agregación para todos los valores de datos.
fr: Remplace le type d'agrégation pour toutes les valeurs de données.
uk: Перевизначає тип агрегації для всіх значень даних.
uz: Маълумотларнинг барча қийматлари учун агрегация турини аниқлаб беради.
uz_latn: Maʼlumotlarning barcha qiymatlari uchun agregatsiya turini aniqlab beradi.

source: By data element
ar: بواسطة عنصر البيانات
cs: Podle datového prvku
es: Por elemento de datos
fr: Par élément de donnée
uk: За елементом даних
ur: ڈیٹا عنصر کے ذریعہ
uz: Маълумотлар элементи бўйича
uz_latn: Maʼlumotlar elementi boʼyicha

source: Count
ar: العدد
cs: Počet
es: Conteo
fr: Décompte
uk: Підрахунок
ur: شمار
uz: Ҳисоблаш
uz_latn: Hisoblash

source: Average
ar: المتوسط
cs: Průměr
es: Promedio
fr: Moyenne
uk: Середнє значення
ur: اوسط
uz: Ўртача
uz_latn: Oʼrtacha

source: Average (sum in org unit hierarchy)
ar: المتوسط (المجموع في التسلسل الهرمي للوحدة التنظيمية)
cs: Průměr (součet v hierarchii organizačních jednotek)
es: Media (suma en la jerarquía de unidades organizativas)
fr: Moyenne (somme dans l'arborescence d'org unit)
uk: Середнє (сума в ієрархії організаційних підрозділів)
ur: اوسط (اختیاری یونٹ کے تنظیمی ڈھانچے میں)
uz: Ўртача (ташкилий бирлик иерархияси жамланмаси)
uz_latn: Oʼrtacha (tashkiliy birlik ierarxiyasi jamlanmasi)

source: Sum
ar: المجموع
cs: Součet
es: Suma
fr: Somme
uk: Сума
ur: سم
uz: Жамлаш
uz_latn: Jamlash

source: Last value
ar: القيمة الأخيرة
cs: Poslední hodnota
es: Último valor
fr: Dernière valeur
uk: Останнє значення
ur: آخری قیمت
uz: Охирги қиймат
uz_latn: Oxirgi qiymat

source: Last value (average in org unit hierarchy)
ar: القيمة الأخيرة (المتوسط في التسلسل الهرمي للوحدة التنظيمية)
cs: Poslední hodnota (průměr v hierarchii organizačních jednotek)
es: Último valor (media en la jerarquía de unidades organizativas)
fr: Dernière valeur (moyenne dans la hiérarchie des unités d'organisation)
uk: Останнє значення (середнє в ієрархії організаційних підрозділів)
ur: آخری قدر (اوسط یونٹ کے تنظیمی ڈھانچے میں اوسط)
uz: Охирги қиймат (ташкилий бирликлар иерархияси ўртача қиймати)
uz_latn: Oxirgi qiymat (tashkiliy birliklar ierarxiyasi oʼrtacha qiymati)

source: Standard deviation
ar: الانحراف المعياري
cs: Standardní odchylka
es: Desviación estándar
fr: Écart type
uk: Стандартне відхилення
ur: معیاری انحراف
uz: Стандарт оғиш
uz_latn: Standart ogʼish

source: Variance
ar: التباين
cs: Rozptyl
es: Varianza
uk: Коливання (варіативність)
ur: متغیر
uz: Номувофиқлик
uz_latn: Nomuvofiqlik

source: Data approved at level
ar: البيانات الموافق عليها في مستوى
cs: Data schválena na úrovni
es: Datos aprobados a nivel
fr: Données approuvées au niveau
uk: Дані затверджено на рівні
uz: Маълумотлар тасдиқланган даража
uz_latn: Maʼlumotlar tasdiqlangan daraja

source: Select from predefined levels
ar: اختر من مستويات محددة مسبقاً
cs: Vybrat z předdefinovaných úrovní
es: Seleccionar entre niveles predefinidos
fr: Sélectionnez parmi les niveaux prédéfinis
uk: Вибрати з попередньо визначених рівнів
uz: олдиндан белгиланган даражалардан танланг
uz_latn: oldindan belgilangan darajalardan tanlang

source: Loading data approval levels
ar: تحميل مستويات الموافقة على البيانات
cs: Načítání úrovní schválení dat
es: Cargando niveles de aprobación de datos
fr: Chargement des niveaux d'approbation des données
uk: Завантаження рівнів затвердження даних
uz: Маълумотларни тасдиқлаш даражалари юкланмоқда
uz_latn: Maʼlumotlarni tasdiqlash darajalari yuklanmoqda

source: Decimals
ar: كسور عشرية
cs: Desetinná místa
es: Decimales
fr: Décimales
uk: Десяткові
uz: Ўнли касрлар
uz_latn: Oʼnli kasrlar

source: Auto
ar: تلقائي
cs: Automaticky
es: Automático
uk: Авто
uz: Авто
uz_latn: Аvto

source: Labels
ar: التسميات
cs: Štítky
es: Etiquetas
fr: Étiquettes
uk: Мітки
uz: Ёрлиқлар
uz_latn: Yorliqlar

source: Axis range
ar: نطاق المحور
cs: Rozsah os
es: Rango del eje
fr: Plage de l'axe
uk: Діапазон осі
uz: Ўқлар диапазони
uz_latn: Oʼqlar diapazoni

source: Values outside of the range will not be displayed
ar: لن يتم عرض القيم خارج النطاق
cs: Hodnoty mimo rozsah se nezobrazí
es: Los valores fuera del rango no se mostrarán
fr: Valeurs en dehors de la plage ne seront pas affichées
uk: Значення за межами діапазону не відображатимуться
uz: Диапазондан ташқари қийматлар акс эттирилмайди
uz_latn: Diapazondan tashqari qiymatlar aks ettirilmaydi

source: Number of axis tick steps, including the min and max. A value of 2 or lower will be ignored.
ar: عدد خطوات علامة المحور ، بما في ذلك الحد الأدنى والحد الأقصى. سيتم تجاهل 2 خطوة أو أقل.
cs: Počet kroků osy, včetně min a max. Hodnota 2 nebo nižší bude ignorována.
fr: Nombre de graduations principales de l'axe, y compris le min et le max. Une valeur inférieure ou égale à 2 sera ignorée.
uk: Кількість кроків між поділками осі, включаючи мінімальну та максимальну. Значення 2 або нижче буде проігноровано.
uz: Ўқ бўйича қадамлар сони, минимум ва максимумни ичига олган ҳолда. 2 ва ундан паст қиймат қабул қилинмайди.
uz_latn: Oʼq boʼyicha qadamlar soni, minimum va maksimumni ichiga olgan holda. 2 va undan past qiymat qabul qilinmaydi.

source: Steps
ar: الخطوات
cs: Kroky
es: Pasos
fr: Étapes
uk: Кроки
uz: Қадамлар
uz_latn: Qadamlar

source: Axis title
ar: عنوان المحور
cs: Název osy
es: Título del eje
fr: Titre de l'axe
uk: Заголовок осі
uz: Ўқ сарлавҳаси
uz_latn: Oʼq sarlavhasi

source: Auto generated from axis items
cs: Automaticky generováno z položek os

source: None
ar: لا شيء
cs: Žádný
es: Ninguno
fr: Aucun
uk: Немає
ur: کوئی بھی نہیں
uz: Йўқ
uz_latn: Yoʼq

source: Custom
ar: مخصص
cs: Vlastní
es: Personalizado
fr: Personnalisé
uk: Налаштовуваний користувачем
uz: Одатий
uz_latn: Odatiy

source: Add a title
ar: إضافة عنوان
cs: Přidat název
es: Añadir un título
fr: Ajouter un titre
uk: Додати заголовок
uz: Сарлавҳа қўшиш
uz_latn: Sarlavha qoʼshish

source: Reset style to default
cs: Obnovit výchozí styl

source: Base line
ar: خط الأساس
cs: Základní linie
es: Línea base
fr: Ligne de référence
uk: Базова лінія
ur: بیس لائن
uz: Базавий чизиқ
uz_latn: Bazaviy chiziq

source: Column sub-totals
ar: إجماليات العمود الفرعية
cs: Mezisoučty sloupců
es: Subtotales de columna
fr: Sous-totaux de colonne
uk: Проміжні підсумки стовпців
uz: Устуннинг оралиқ йиғиндилари
uz_latn: Ustunning oraliq yigʼindilari

source: Columns totals
ar: إجماليات الأعمدة
cs: Součty sloupců
fr: Totaux des colonnes
uk: Підсумки стовпців
uz: Устунлар бўйича йиғинди
uz_latn: Ustunlar boʼyicha yigʼindi

source: Default
ar: الافتراضي
cs: Výchozí
es: Predeterminado
fr: Par défaut
uk: За замовчуванням
uz: Стандарт
uz_latn: Standart

source: Basic
cs: Základní
es: Básico
uz: Асосий

source: Extended
cs: Rozšířené
es: Extendido

source: Bright
ar: براق
cs: Světlá
es: Brillante
fr: Clair
uk: Яскравий
uz: Ёрқин
uz_latn: Yorqin

source: Dark
ar: داكن
cs: Tmavá
es: Oscuro
fr: Sombre
uk: Темний
uz: Тўқ ранг
uz_latn: Toʼq rang
