Repository: dhis2/data-visualizer-app
Catalog: packages/app/i18n/*.po
Languages: ar, cs, es, fr, uk, ur, uz, uz_latn

source: These options only apply to legacy tables like standard reports. Options set here will have no effect on tables made in Data Visualizer.
cs: Tyto možnosti se vztahují pouze na starší tabulky, jako jsou standardní sestavy. Možnosti zde nastavené nebudou mít žádný vliv na tabulky vytvořené v nástroji Data Visualizer.
fr: Ces options s'appliquent uniquement aux tableaux préexistants tels que les rapports standard. Les options définies ici n'auront aucun effet sur les tables créées dans le Visualiseur de données.
uk: Ці параметри застосовуються лише до застарілих таблиць, таких як стандартні звіти. Параметри, встановлені тут, не матимуть впливу на таблиці, створені у Data Visualizer.
uz: Бу параметрлар фақатгина эскирган жадвалларга лойиқ, масалан стандарт жадвалларга. Бу ерда созланган созламалар маълумотлар визуализаторида яратилган жадваллар параметрларига таъсир қилмайди.

source: Applies to standard reports only
cs: Platí pouze pro standardní zprávy
es: Sólo se aplica a informes estándar
fr: S'applique uniquement aux rapports standard
uk: Застосовується лише до стандартних звітів
uz: Фақатгина стандарт ҳисоботларга тааллуқли

source: Base and target lines are available on the Axes tab for scatter charts
cs: Základní a cílové čáry jsou k dispozici na kartě Osy pro bodové grafy
fr: Les lignes de base et cible sont disponibles dans l'onglet Axes pour les graphiques en nuage de points
uk: Основні та цільові лінії доступні на вкладці "Осі" для точкових діаграм
uz: Тарқатма жадваллар учун Ўқлар ёрлиғида асосий ва мақсадли қаторлар мавжуд

source: Color set
ar: مجموعة لونية
cs: Barevná sada
es: Conjunto de colores
fr: Jeu de Couleurs
uk: Набір кольорів
uz: Ранглар тўплами
uz_latn: Ranglar toʼplami

source: Color sets are not supported yet when using multiple axes
ar: مازالت المجموعات اللونية غير مدعومة عند استخدام محاور متعددة
cs: Barevné sady zatím nejsou podporovány při použití více os
es: Los conjuntos de colores aún no son soportados cuando se utilizan varios ejes.
fr: Les jeux de couleurs ne sont pas encore pris en charge en cas d'utilisation de plusieurs axes
uk: Набори кольорів ще не підтримуються при використанні декількох осей
uz: Кўп ўқлардан фойдаланганда ранглар тўплами ҳали қўллаб қувватланмайди
uz_latn: Koʼp oʼqlardan foydalanganda ranglar toʼplami hali qoʼllab quvvatlanmaydi

source: Base and target lines are available on the Axes tab for multi-axis charts
cs: Základní a cílové čáry jsou k dispozici na kartě Osy pro víceosé grafy

source: Chart style
ar: نمط الرسم البياني
cs: Styl grafu
es: Estilo de gráfico
fr: Style de graphique
uk: Стиль діаграми
uz: Диаграмма услуби
uz_latn: Diagramma uslubi

source: Display
ar: العرض
cs: Zobrazit
es: Mostrar
fr: Afficher
uk: Відображення
uz: Экранда кўрсатиш
uz_latn: Ekranda koʼrsatish

source: Empty data
ar: بيانات فارغة
cs: Prázdná data
es: Datos vacíos
fr: Données vides
uk: Порожні дані
uz: Бўш маълумотлар
uz_latn: Boʼsh maʼlumotlar

source: Horizontal (x) axis {{axisId}}
cs: Vodorovná (x) osa {{axisId}}
es: Eje horizontal (x) {{axisId}}

source: Horizontal (x) axis
ar: محور (س) الأفقي
cs: Vodorovná (x) osa
es: Eje horizontal (x)
fr: Axe horizontal (x)
uk: Горизонтальна вісь (x)
uz: горизонтал (Х) ўқ
uz_latn: gorizontal (X) oʼq

source: Lines
ar: الخطوط
cs: Linie
es: Líneas
fr: Lignes
uk: Лінії
uz: Қаторлар
uz_latn: Qatorlar

source: Totals
ar: الإجمالي
cs: Součty
es: Totales
fr: Totaux
uk: Підсумки
ur: مجموعی طور پر
uz: Жами
uz_latn: Jami

source: Vertical (y) axis {{axisId}}
cs: Svislá osa (y) {{axisId}}
es: Eje vertical (y) {{axisId}}

source: Vertical (y) axis
ar: محور (ص) العمودي
cs: Svislá osa (y)
es: Eje vertical (y)
fr: Axe vertical (y)
uk: Вертикальна вісь (y)
uz: Вертикал (y) ўқи
uz_latn: Vertikal (y) oʼqi

source: Titles
ar: العناوين
cs: Tituly
es: Títulos
fr: Titres
uk: Заголовки
uz: Сарлавҳалар
uz_latn: Sarlavhalar

source: Axes
ar: المحاور
cs: Osy
es: Ejes
uk: Осі
uz: Ўқлар
uz_latn: Oʼqlar

source: Limit values
ar: حدد حدود القيم
cs: Mezní hodnoty
es: Valores límite
fr: Valeurs seuils
uk: Обмежити значення
uz: Чекланган қийматлар
uz_latn: Cheklangan qiymatlar

source: Limit number of values
ar: تحديد حدود عدد القيم
cs: Omezit počet hodnot
es: Número límite de valores
fr: Nombre limite de valeurs
uk: Обмежити кількість значень
uz: Қийматларнинг чекланган сони
uz_latn: Qiymatlarning cheklangan soni

source: Limit minimum/maximum values
ar: الحد من القيم الدنيا / القصوى
cs: Mezní minimální / maximální hodnoty
es: Limitar valores mínimos/máximos
fr: Valeurs seuils minimales/maximales
uk: Обмеження мінімальних/максимальних значень
uz: Минимал/максимал қийматларни чеклаш
uz_latn: Minimal/maksimal qiymatlarni cheklash

source: Outliers
ar: القيم المتطرفة
cs: Odlehlé hodnoty
es: Valores atípicos
fr: Valeurs atypiques
uk: Відхилення
uz: Чекинишлар
uz_latn: Chekinishlar

source: Series
ar: سلسلة
cs: Série
fr: Séries
uk: Серія
uz: Кетма-кетликлар
uz_latn: Ketma-ketliklar

source: Style
ar: المظهر
cs: Styl
es: Estilo
uk: Стиль
ur: انداز
uz: Услуб
uz_latn: Uslub

source: View data and indicators in a manipulatable table.
cs: Zobrazit data a indikátory v manipulovatelné tabulce.
uz: Бошқариладиган жадвалда индикаторлар ва маълумотларни кўздан кечиринг
uz_latn: Boshqariladigan jadvalda indikatorlar va maʼlumotlarni koʼzdan kechiring

source: Compare sizes of related elements vertically. Recommend period as filter.
cs: Porovnejte velikosti souvisejících prvků svisle. Doporučte období jako filtr.

source: Compare parts of a whole against related elements vertically. Recommend data or org. unit as series.
cs: Porovnejte části celku se souvisejícími prvky svisle. Doporučit data nebo org. jednotku jako série.

source: Compare sizes of related elements horizontally. Recommend period as filter.
cs: Porovnejte velikosti souvisejících prvků vodorovně. Doporučte období jako filtr.

source: Compare parts of a whole against related elements horizontally. Recommend data or org. unit as series.
cs: Porovnávejte části celku proti souvisejícím prvkům vodorovně. Doporučte data nebo org. jednotku jako série.

source: Track or compare changes over time. Recommend period as category.
cs: Sledujte nebo porovnávejte změny v průběhu času. Doporučte období jako kategorii.

source: Track or compare parts of a whole over time. Recommend data as series and period as category.
cs: Sledujte nebo porovnávejte části celku v průběhu času. Doporučte data jako série a období jako kategorii.

source: Compare parts of a whole at a single point in time. Recommend period as filter.
cs: Porovnejte části celku v jednom časovém okamžiku. Doporučte období jako filtr.

source: Compare several items against multiple variables.
cs: Porovnat několik položek s více proměnnými.
uz: Бир неча элементлар ва бир неча ўзгарувчиларга нисбатан таққосланг.
uz_latn: Bir necha elementlar va bir necha oʼzgaruvchilarga nisbatan taqqoslang.

source: Compare a percentage indicator against a 100% scale. Recommend period as filter.
cs: Porovnejte procentní indikátor se 100% stupnicí. Doporučte období jako filtr.

source: Compare changes over time between multiple time periods.
cs: Porovnat změny v čase mezi více časovými obdobími.
uz: Вақт ўтиши билан бир неча вақт оралиғидаги ўзгаришларни таққосланг.
uz_latn: Vaqt oʼtishi bilan bir necha vaqt oraligʼidagi oʼzgarishlarni taqqoslang.

source: Display a single value. Recommend relative period to show latest data.
cs: Zobrazit jednu hodnotu. Doporučit relativní období pro zobrazení nejnovějších údajů.
es: Mostrar un valor único. Se recomienda utilizar el período relativo para mostrar los datos más recientes.
uz: Битта қийматни кўрсатиш. Охирги маълумотларни кўрсатиш учун боғлиқ даврни таққосланг.
uz_latn: Bitta qiymatni koʼrsatish. Oxirgi maʼlumotlarni koʼrsatish uchun bogʼliq davrni taqqoslang.

source: View the relationship between two data items at a place or time. Recommended for finding outliers.
cs: Zobrazte vztah mezi dvěma datovými položkami v určitém místě nebo čase. Doporučeno pro hledání odlehlých hodnot.
uz: Жой ва вақт сифатидаги икки маълумотлар орасидаги ўзаро муносабатларни кўриш. ортиқча натижаларни топиш учун тавсия этилади.
uz_latn: Joy va vaqt sifatidagi ikki maʼlumotlar orasidagi oʼzaro munosabatlarni koʼrish. ortiqcha natijalarni topish uchun tavsiya etiladi.

source: Weeks per year
ar: أسابيع في السنة
cs: Týdnů za rok
es: Semanas por año
fr: Semaines par an
uk: Тижні на рік
uz: Йил ичида ҳафталар
uz_latn: Yil ichida haftalar

source: Months per year
ar: أشهر في السنة
cs: Měsíců za rok
es: Meses por año
fr: Mois par an
uk: Місяці на рік
uz: Йил ичида ойлар
uz_latn: Yil ichida oylar

source: Bimonths per year
ar: ثنائي شهري في السنة
cs: Dvouměsíční za rok
es: Bimestres por año
fr: Bimestres par an
uk: Двомісячні періоди на рік
uz: Йил ичида жуфт ойлар
uz_latn: Yil ichida juft oylar

source: Quarters per year
ar: ارباع في السنة
cs: Čtvrtletí za rok
es: Trimestres por año
fr: Trimestres par an
uk: Квартали на рік
uz: Йил ичида чораклар
uz_latn: Yil ichida choraklar

source: "{{deletedObject}}" successfully deleted.
ar: تم حذف "{{deletedObject}}" بنجاح.
fr: "{{deletedObject}}" supprimé avec succès.
uk: "{{deletedObject}}" успішно видалено.
uz: {{deletedObject}}" муваффақиятли ўчирилди.
uz_latn: {{deletedObject}}" muvaffaqiyatli oʼchirildi.

source: ID
es: Identificador
uk: ID (ідентифікатор)

source: Viewing interpretation from {{interpretationDate}}
ar: مشاهدة التفسير من {{interpretationDate}}
fr: Affichage de l'interprétation à partir de {{interpretationDate}}
uk: Перегляд інтерпретації з {{interpretationDate}}
uz_latn: {{interpretationDate}} dan talqinni koʼrish

source: Min
ar: اﻷدنى
es: Mín
uk: Мін
ur: منٹ
uz: Минимум
uz_latn: Minimum

source: Max
ar: الأعلى
es: Máx
uk: Макс
ur: زیادہ سے زیادہ
uz: Максимум
uz_latn: Maksimum

source: Display legend
uk: Відображати умовні позначення

source: User org unit
ar: الوحدة التنظيمية للمستخدم
fr: Org unit de l'utilisateur
uk: Організаційний підрозділ користувача
ur: صارف کے اجزاء

source: User org unit children
ar: الوحدة التنظيمية للمستخدم العضو
fr: Org unit filles de l'utilisateur
uk: Дочірні об'єкти організаційного підрозділу користувача
ur: صارف کے اجزاء بچے

source: User org unit grand children
ar: الوحدة التنظيمية الكبرى الأطفال
fr: Org unit petites-filles de l'utilisateur
uk: Об'єкти-онуки організаційного підрозділу користувача
ur: یوزر ایو یونٹ گرینڈ بچوں

source: Vertical axis
uk: Вертикальна вісь

source: Horizontal axis
uk: Горизонтальна вісь

source: Lines are not supported yet when using multiple axes
uk: Лінії ще не підтримуються при використанні декількох осей

source: Vertical axis options are not supported yet when using multiple axes
uk: Параметри вертикальної осі ще не підтримуються при використанні декількох осей

source: Data
ar: البيانات
es: Datos
fr: Données
uk: Дані
ur: ڈیٹا
uz: Маълумот
uz_latn: Maʼlumot

source: PDF (.pdf)
ar: بي دي اف (.pdf)

source: Excel (.xls)
ar: إكسل (.xls)

source: Excel
ar: إكسل

source: "{{- deletedObject}}" successfully deleted.
es: "{{- deleteObject}}" se eliminó con éxito.

source: "{{what}}" successfully deleted.
ur: "{{what}}" کامیابی سے حذف کر دیا گیا

source: Data Visualizer
ur: ڈیٹا ویزوئلائزر

source: Cancel
ur: منسوخ

source: Move to
ur: پر منتقل

source: Remove
ur: دور

source: Base line title
ur: بیس لائن کا عنوان

source: Base line value
ur: بیس لائن قیمت

source: Use cumulative values
ur: مجموعی اقدار کا استعمال کریں

source: Domain axis title
ur: ڈومین محور عنوان

source: Hide chart legend
ur: چارٹ علامات چھپائیں

source: Hide subtitle
ur: ذیلی عنوان چھپائیں

source: Hide title
ur: عنوان چھپائیں

source: No space between columns/bars
ur: کالم / سلاخوں کے درمیان کوئی جگہ نہیں

source: Use 100% stacked values
ur: 100٪ اسٹیکرز اقدار کا استعمال کریں

source: Range axis decimals
ur: رینج محور کی فہرست

source: Range axis title
ur: رینج محور عنوان

source: Range axis max
ur: رینج محور زیادہ سے زیادہ

source: Range axis min
ur: رینج محور منٹ

source: Range axis tick steps
ur: رینج محور کو قدموں میں ٹینک

source: Show values
ur: اقدار دکھائیں

source: Sort order
ur: ترتیب

source: Target line title
ur: ہدف لائن کا عنوان

source: Target line value
ur: ہدف لائن کی قیمت

source: Chart options
ur: چارٹ کے اختیارات

source: Program
ur: پروگرام

source: Indicators
ur: اشارے

source: Select indicator group
ur: اشارے گروپ منتخب کریں

source: [ All groups ]
ur: [ تمام گروپ ]

source: Data elements
ur: ڈیٹا عناصر

source: Select data element group
ur: ڈیٹا عنصر گروپ منتخب کریں

source: [ All data elements ]
ur: [ تمام ڈیٹا عناصر ]

source: Details
ur: تفصیلات

source: Data sets
ur: ڈیٹا سیٹ

source: Select data sets
ur: ڈیٹا سیٹ کا انتخاب کریں

source: [ All metrics ]
ur: [ تمام میٹرکس ]

source: Event data items
ur: واقعہ کے اعداد و شمار کی اشیاء

source: Program indicators
ur: پروگرام اشارے

source: Add to series
ur: سیریز میں شامل کریں

source: Add to category
ur: زمرہ میں شامل کریں

source: Add to filter
ur: فلٹر میں شامل کریں
