Repository: dhis2/data-visualizer-app
Catalog: packages/app/i18n/*.po
Languages: ar, cs, es, fr, uk, ur, uz, uz_latn

source: Gray
ar: رمادي
cs: Šedá
es: Gris
fr: Gris
uk: Сірий
uz: Кулранг
uz_latn: Kulrang

source: Color blind
ar: عمى اللون
cs: pro Barvoslepé
es: Daltónico
fr: Daltonien
uk: Для дальтоників
uz: Рангсиз
uz_latn: Rangsiz

source: Patterns
ar: أنماط
cs: Vzory
es: Patrones
fr: Schémas
uk: Візерунки
uz: Нақшлар
uz_latn: Naqshlar

source: Event data
ar: بيانات الحدث
cs: Data události
es: Datos del evento
fr: Données d'événement
uk: Дані про подію
uz: Ҳодиса/Тадбир маълумотлари
uz_latn: Hodisa/Tadbir maʼlumotlari

source: Only include completed events
ar: تضمين الأحداث المكتملة فقط
cs: Zahrnout pouze dokončené události
es: Incluir solo eventos completados
fr: Inclure uniquement les événements terminés
uk: Включити лише завершені події
uz: Фақат тугалланган ҳодиса/тадбирларни ўз ичига олади
uz_latn: Faqat tugallangan hodisa/tadbirlarni oʼz ichiga oladi

source: Include cumulative
ar: تضمين التراكم
cs: Zahrnout kumulativní
es: Incluir acumulado
fr: Inclure cumulatif
uk: Включити сукупне значення
uz: Кумуляцияни ўз ичига олади
uz_latn: Kumulyatsiyani oʼz ichiga oladi

source: Cumulative values
ar: قيم تراكمية
cs: Kumulativní hodnoty
fr: Valeurs cumulées
uk: Сукупні значення
uz: Кумулятив қийматлар
uz_latn: Kumulyativ qiymatlar

source: Digit group separator
ar: فاصل مجموعة الخانات الرقمية
cs: Oddělovač skupin číslic
es: Separador de grupos de dígitos
fr: Séparateur des groupe de chiffres
uk: Роздільник груп цифр
uz: Рақамлар гуруҳини тақсимловчи
uz_latn: Raqamlar guruhini taqsimlovchi

source: Space
ar: مسافة
cs: Mezera
es: Espacio
fr: Espace
uk: Пробіл
uz: Оралиқ (майдон)
uz_latn: Oraliq (maydon)

source: Comma
ar: فاصلة
cs: Čárka
es: Coma
fr: Virgule
uk: Кома
uz: Вергул
uz_latn: Vergul

source: Display density
ar: كثافة العرض
cs: Hustota zobrazení
es: Mostrar densidad
fr: Afficher densité
uk: Показати щільність
uz: Кўриниш зичлиги
uz_latn: Koʼrinish zichligi

source: Comfortable
ar: مريح
cs: Komfortní
es: Confortable
fr: Confortable
uk: Зручний
uz: Қулай
uz_latn: Qulay

source: Normal
ar: عادي
cs: Normální
uk: Нормальний
uz: Меъёрий
uz_latn: Meʼyoriy

source: Compact
ar: مضغوط
cs: Kompaktní
es: Compacto
uk: Компактний
uz: Зич
uz_latn: Zich

source: Extreme lines
cs: Extrémní linie
fr: Lignes extrêmes
uk: Крайні лінії
uz: Чегара чизиқлар

source: Calculated as a percent, usually 1%, of the total values along an axis
cs: Vypočítáno jako procento, obvykle 1%, z celkových hodnot podél osy
fr: Calculé en pourcentage, généralement 1%, des valeurs totales le long d'un axe
uk: Обчислюється як відсоток, зазвичай 1%, від загальних значень вздовж осі
uz: Фоиз сифатида ҳисобланади, одатда 1%, ўқнинг умумий қийматидан

source: Extreme line % detection
cs: Detekce extrémní linie %
fr: Détection de% de ligne extrême
uk: Виявлення % крайньої лінії
uz: Чизиқнинг чегара қиймати фоизлари аниқланди

source: Number
ar: العدد
cs: Číslo
es: Número
fr: Nombre
uk: Кількість
uz: Тартиб рақами
uz_latn: Tartib raqami

source: Fix column headers to top of table
cs: Opravit záhlaví sloupců na začátek tabulky

source: There aren’t any column headers because Columns is empty.
cs: Nejsou zde žádná záhlaví sloupců, protože sloupce jsou prázdné.

source: Fix row headers to left of table
cs: Připnout záhlaví řádků vlevo od tabulky

source: There aren’t any row headers because Rows is empty.
cs: Nejsou zde žádná záhlaví řádků, protože řádky jsou prázdné.

source: Font size
ar: حجم الخط
cs: Velikost písma
es: Tamaño de fuente
fr: Taille de la police
uk: Розмір шрифту
uz: Шрифт ўлчами
uz_latn: Shrift oʼlchami

source: Large
ar: كبير
cs: Velký
es: Grande
fr: Grand
uk: Великий
uz: Катта
uz_latn: Katta

source: Small
ar: صغير
cs: Malý
es: Pequeña
fr: Petit
uk: Маленький
uz: Кичик
uz_latn: Kichik

source: Hide empty columns
ar: إخفاء الأعمدة الفارغة
cs: Skrýt prázdné sloupce
es: Ocultar columnas vacías
fr: Cacher les colonnes vides
uk: Сховати порожні стовпчики
uz: Бўш устунларни беркитиш
uz_latn: Boʼsh ustunlarni berkitish

source: Hide empty categories
ar: إخفاء الفئات الفارغة
cs: Skrýt prázdné kategorie
es: Ocultar categorías vacías
fr: Masquer les catégories vides
uk: Приховати порожні категорії
ur: خالی اقسام چھپائیں
uz: Бўш категорияларни беркитиш
uz_latn: Boʼsh kategoriyalarni berkitish

source: Before first
ar: قبل الأول
cs: Před první
es: Antes del primero
fr: Avant la première
uk: Перед першим
ur: پہلے سے پہلے
uz: Олдинги бет
uz_latn: Oldingi bet

source: After last
ar: بعد الأخير
cs: Po poslední
es: Después del último
fr: Après la dernière
uk: Після останнього
ur: آخری کے بعد
uz: Охиргидан кейинги
uz_latn: Oxirgidan keyingi

source: Before first and after last
ar: قبل الأول وبعد الأخير
cs: Před první a po poslední
es: Antes del primero y después del último
fr: Avant la première et après la dernière
uk: До першого та після останнього
ur: پہلے اور بعد میں آخری سے پہلے
uz: Биринчидан олдинги ва охиргидан кейинги
uz_latn: Birinchidan oldingi va oxirgidan keyingi

source: Hide empty rows
ar: إخفاء الصفوف الفارغة
cs: Skrýt prázdné řádky
es: Ocultar filas vacías
fr: Cacher lignes vides
uk: Сховати порожні рядки
uz: Бўш қаторларни беркитиш
uz_latn: Boʼsh qatorlarni berkitish

source: Table subtitle
ar: العنوان الفرعي للجدول
cs: Podtitul tabulky
es: Subtítulo de la tabla
fr: Sous-titre du tableau
uk: Підзаголовок таблиці
uz: Жадвал таглавҳаси
uz_latn: Jadval taglavhasi

source: Chart subtitle
ar: العنوان الفرعي للمخطط البياني
cs: Podtitul grafu
es: Subtítulo del gráfico
fr: Sous-titre du graphique
uk: Підзаголовок діаграми
ur: چارٹ ذیلی عنوان
uz: Диаграмма шарҳи
uz_latn: Diagramma sharhi

source: Auto generated
ar: توليد تلقائي
cs: Automaticky generováno
es: Generado automáticamente
fr: Genere automatiquement
uk: Автоматично згенеровано
uz: Автоматик равишда яратилган
uz_latn: Аvtomatik ravishda yaratilgan

source: Chart title
ar: عنوان المخطط البياني
cs: Název grafu
es: Título del gráfico
fr: Titre du graphique
uk: Заголовок діаграми
ur: چارٹ کا عنوان
uz: Диаграмма сарлавҳаси
uz_latn: Diagramma sarlavhasi

source: Use legend for chart colors
cs: Pro barvy grafu použijte legendu
fr: Utiliser la légende pour les couleurs du graphique
uz: Диаграмманинг ранглари учун талқинлардан фойдаланиш

source: Legend style
ar: نمط وسيلة الإيضاح
cs: Styl Legendy
es: Estilo de la leyenda
fr: Style de légende
uk: Стиль умовних позначень
uz: Таъриф тури
uz_latn: Taʼrif turi

source: Legend type
ar: نوع مفتاح الخريطة
cs: Typ legendy
es: Tipo de leyenda
fr: Type de légende
uk: Тип умовних позначень
uz: Таъриф тури
uz_latn: Taʼrif turi

source: Use pre-defined legend per data item
ar: استخدم مفتاح إيضاح معرف مسبقاً لكل عنصر بيانات
cs: Použijte předdefinovanou legendu na datovou položku
es: Utilizar leyenda predefinida por elemento de datos
fr: Utiliser une légende prédéfinie par élément de données
uk: Використовувати попередньо визначені умовні позначення для кожного елемента даних
uz: Ҳар бир маълумот учун олдиндан белгиланган таърифдан фойдаланинг
uz_latn: Har bir maʼlumot uchun oldindan belgilangan taʼrifdan foydalaning

source: Select a single legend for the entire visualization
ar: حدد مفتاح إيضاحي واحد للمخطط بالكامل
cs: Vyberte jednu legendu pro celou vizualizaci
es: Seleccionar una única leyenda para toda la visualización
fr: Sélectionnez une seule légende pour l'ensemble de la visualisation
uk: Виберіть одні умовні позначення для всієї візуалізації
uz: Бутун визуализация учун битта таърифни танланг
uz_latn: Butun vizualizatsiya uchun bitta taʼrifni tanlang

source: Legend changes background color
ar: المفتاح الإيضاحي يغير من لون الخلفية
cs: Legenda mění barvu pozadí
fr: La légende change la couleur d'arrière-plan
uk: Умовні позначення змінюють колір тла
uz: Таъриф фон рангини ўзгартиради
uz_latn: Taʼrif fon rangini oʼzgartiradi

source: Legend changes text color
ar: المفتاح الإيضاحي يغير من لون النص
cs: Legenda mění barvu textu
fr: La légende change la couleur du texte
uk: Умовні позначення змінюють колір тексту
uz: Таъриф матн рангини ўзгартиради
uz_latn: Taʼrif matn rangini oʼzgartiradi

source: Legend
ar: مفاتيح إيضاحية
cs: Legenda
es: Set de leyendas
fr: Légende
uk: Умовні позначення
uz: Таъриф
uz_latn: Taʼrif

source: Select from legends
ar: حدد من مفاتيح الإيضاح
cs: Vybrat si z legend
fr: Choisissez parmi les légendes
uk: Вибрати з умовних позначень
uz: Таърифлардан сўранг
uz_latn: Taʼriflardan soʼrang

source: Loading legends
ar: تحميل المفاتيح الإيضاحية
cs: Načítání legend
es: Cargando leyendas
fr: Chargement des légendes
uk: Завантаження умовних позначень
uz: Таърифлар юкланмоқда
uz_latn: Taʼriflar yuklanmoqda

source: You can set a minimum or maximum value. This will apply to the entire visualization, all values outside of the minimum/maximum range will not be displayed
cs: Můžete nastavit minimální nebo maximální hodnotu. To bude platit pro celou vizualizaci, nebudou se zobrazovat všechny hodnoty mimo minimální / maximální rozsah
fr: Vous pouvez définir une valeur minimale ou maximale. Cela s'appliquera à l'ensemble de la visualisation, toutes les valeurs en dehors de la plage minimum / maximum ne seront pas affichées
uk: Можна встановити мінімальне або максимальне значення. Це стосуватиметься всієї візуалізації, всі значення за межами мінімального/максимального діапазону не відображатимуться
uz: Минимал ёки максимал қийматни белгилашингиз мумкин. Бу бутун кўринишга тааллуқлидир, минимал/максимал диапазондан ташқарисидаги барча қийматлар экранда кўрсатилмайди.

source: Minimum data value
ar: القيمة الأدنى
cs: Minimální hodnota dat
es: Valor mínimo de datos
fr: Valeur minimale des données
uk: Мінімальне значення даних
uz: Маълумотларнинг минимал қиймати
uz_latn: Maʼlumotlarning minimal qiymati

source: Maximum data value
ar: القيمة الأعلى
cs: Maximální hodnota dat
es: Valor máximo de datos
fr: Valeur maximale des données
uk: Максимальне значення даних
uz: Маълумотларнинг максимал қиймати
uz_latn: Maʼlumotlarning maksimal qiymati

source: Clear min/max limits
ar: ازالة الحدود الدنيا/العليا
cs: Vymazat minimální / maximální limity
es: Borrar límites mín/máx
fr: Limites min/max claires
uk: Очистити мінімальні/максимальні межі
uz: Минимал/максимал чегараларини аниқлаштиринг
uz_latn: Minimal/maksimal chegaralarini aniqlashtiring

source: No space between bars/columns
ar: لا مسافة بين الخطوط العمودية
cs: Mezi pruhy / sloupci není mezera
es: Sin epacios entre barras/columnas
fr: Pas d'espace entre les barres/colonnes
uk: Без проміжку між смугами/стовпцями
uz: Барлар/устунлар орасида бўш жой йўқ
uz_latn: Barlar/ustunlar orasida boʼsh joy yoʼq

source: Number type
ar: نوع العدد
cs: Typ čísla
es: Tipo de número
fr: Type numérique
uk: Тип числа
uz: Рақам тури
uz_latn: Raqam turi

source: Display the value of percentages of the total
ar: اعرض قيمة النسب المئوية من الإجمالي
cs: Zobrazit hodnotu procent z celkové částky
fr: Afficher la valeur des pourcentages du total
uk: Відображати значення відсотків від загальної кількості
uz: Жамидан фоизлар қийматини кўрсатиш
uz_latn: Jamidan foizlar qiymatini koʼrsatish

source: Value
ar: القيمة
cs: Hodnota
es: Valor
fr: Valeur
uk: Значення
uz: Қиймат
uz_latn: Qiymat

source: Percentage of row
ar: النسبة المئوية للصف
cs: Procento řádku
es: Porcentaje del total de filas
fr: Pourcentage de ligne
uk: Відсоток рядка
uz: Қатор фоизи
uz_latn: Qator foizi

source: Percentage of column
ar: النسبة المئوية للعمود
cs: Procento sloupce
es: Porcentaje del total de columnas
fr: Pourcentage de colonne
uk: Відсоток стовпчика
uz: Устун фоизи
uz_latn: Ustun foizi

source: Each detection method identifies outliers in different ways and suits different data. Check the documentation for help to choose the right outlier detection method
cs: Každá metoda detekce identifikuje odlehlé hodnoty různými způsoby a vyhovuje různým datům. V dokumentaci najdete nápovědu k výběru správné metody detekce odlehlých hodnot
fr: Chaque méthode de détection identifie les valeurs atypiques de différentes manières et convient à différentes données. Consultez la documentation pour obtenir de l'aide pour choisir la bonne méthode de détection des valeurs atypiques
uk: Кожен метод виявлення визначає відхилення різними способами і відповідає різним даним. Перегляньте документацію, щоб вибрати правильний спосіб виявлення відхилень
uz: Ҳар бир аниқлаш усули ҳар хил усулларни аниқлайди ва ҳар хил маълумотларга мос келади. Аниқроқ аниқлаш усулини танлашда ёрдам учун ҳужжатларни текширинг

source: Threshold factor
cs: Faktor prahu
fr: Le facteur seuil
uk: Пороговий коефіцієнт
uz: Чегара омили

source: A high value is more sensitive so fewer data items will be identified as outliers
cs: Vysoká hodnota je citlivější, takže méně datových položek bude identifikováno jako odlehlé hodnoty
fr: Une valeur élevée est plus sensible, donc moins de données seront identifiés comme des valeurs atypiques
uk: Високе значення є більш чутливим, тому менше елементів даних буде ідентифіковано як відхилення
uz: Юқори қийматлар ўта сезгирдир, шунинг учун паст қийматдагилар чиқариб ташланганлар сифатида идентифицирланади

source: Interquartile Range (IQR)
cs: Interquartile Rozsah (IQR)
fr: Intervalle interquartile (IQR)
uk: Міжквартильний діапазон (IQR)
uz: Кварталлар оралиғи

source: Z-score / Standard score
cs: Z-skóre / standardní skóre
fr: Score Z / Score standard
uk: Z-показник / Стандартний показник
uz: Z - баҳолаш / Стандарт балл

source: Modified Z-score
cs: Upravené Z-skóre
fr: Z-score modifié
uk: Модифікований Z-показник
uz: Ўзгартирилган Z - баҳолаш

source: Outlier analysis
cs: Analýza odlehlých hodnot
fr: Analyse valeurs atypiques
uk: Аналіз відхилень
uz: Чекинишлар таҳлили

source: Outlier analysis detects and highlights data items that are markedly different from the rest of the data
cs: Analýza odlehlých hodnot detekuje a zdůrazňuje datové položky, které se výrazně liší od ostatních dat
fr: L'analyse des valeurs aberrantes détecte et met en évidence les données qui sont nettement différents du reste des données
uk: Аналіз відхилень виявляє та виділяє елементи даних, які помітно відрізняються від решти даних
uz: Чекинишлар таҳлили бошқа қийматлардан сезиларли фарқ қилувчи элементлар қийматини аниқлайди ва белгилайди

source: Outlier detection method
cs: Metoda detekce odlehlých hodnot
fr: Méthode de détection des valeurs atypiques
uk: Спосіб виявлення відхилень
uz: Чекинишларни аниқлаш усули

source: Organisation unit
ar: الوحدة التنظيمية
cs: Organizační jednotka
es: Unidad organizativa
fr: Unité d'organisation
uk: Організаційний підрозділ
uz: Ташкилий бўлим
uz_latn: Tashkiliy birlik

source: Parent organisation unit
ar: الوحدة التنظيمية الأصل
cs: Nadřazená organizační jednotka
es: Padre de la unidad organizativa
fr: Unité d'organisation parent
uk: Батьківський організаційний підрозділ
uz: Юқори ташкилот бўлими
uz_latn: Yuqori tashkilot boʼlimi

source: Reporting period
ar: الفترة الزمنية لإعداد التقرير
cs: Doba ohlášení
es: Período del informe
fr: Période de rapportage
uk: Звітний період
uz: Ҳисобот даври
uz_latn: Hisobot davri

source: Stacked values add up to 100%
ar: تضيف القيم المكدسة ما يصل إلى 100٪
cs: Skládané hodnoty se doplňují až do 100%
es: Los valores apilados suman 100%
fr: Les valeurs empilées s'additionnent à 100%
uk: Значення з накопиченням складають до 100%
uz: Умумий йиғиндиси 100% ни ташкил этади
uz_latn: Umumiy yigʼindisi 100% ni tashkil etadi

source: Include regression
ar: تضمين الانحدار
cs: Zahrnout regresi
es: Incluir regresión
fr: Inclure régression
uk: Включити регресію
uz: Регрессияни ўз ичига олади
uz_latn: Regressiyani oʼz ichiga oladi

source: Title
ar: العنوان
cs: Titul
es: Título
fr: Titre
uk: Назва
uz: Сарлавҳа
uz_latn: Sarlavha

source: Trend line
ar: خط الاتجاه
cs: Trendová čára
es: Mostrar línea de tendencia
fr: Courbe de tendance
uk: Лінія тенденції
ur: رجحان لائن
uz: Йўналиш қатори
uz_latn: Yoʼnalish qatori

source: Linear
ar: خطي
cs: Lineární
es: Lineal
fr: Linéaire
uk: Лінійний
ur: لکیری
uz: Чизиқли
uz_latn: Chiziqli

source: Polynomial
ar: متعدد الحدود
cs: Polynomiální
es: Polinomio
fr: Polynôme
uk: Поліном
ur: پولینومیل
uz: Кўп бўғимли
uz_latn: Koʼp boʼgʼimli

source: Loess
cs: Spraše
fr: Lœss
uk: Льосс
ur: قرض
uz: Силжувчи
uz_latn: Siljuvchi

source: Row sub-totals
ar: المجاميع الفرعية للصف
cs: Mezisoučty řádků
es: Subtotales de fila
fr: Sous-totaux de ligne
uk: Проміжні підсумки рядків
uz: Қаторнинг оралиқ йиғиндиси
uz_latn: Qatorning oraliq yigʼindisi

source: Row totals
ar: إجماليات الصف
cs: Součty řádků
fr: Totaux de ligne
uk: Підсумки рядків
uz: Қатор йиғиндиси
uz_latn: Qator yigʼindisi

source: Data item
ar: عنصر بيانات
cs: Datová položka
es: Elemento de datos
fr: Elément de données
uk: Елемент даних
uz: Маълумот элементи
uz_latn: Maʼlumot elementi

source: Visualization type
ar: نوع العرض المرئي
cs: Typ vizualizace
es: Tipo de visualización
fr: Type de visualisation
uk: Тип візуалізації
uz: Визуализация тури
uz_latn: Vizualizatsiya turi

source: Axis {{axisId}}
ar: محور {{axisId}}
cs: Osa {{axisId}}
es: Eje {{axisId}}
fr: Axe {{axisId}}
uk: Вісь {{axisId}}
uz: Ўқлар {{axisId}}
uz_latn: Oʼqlar {{axisId}}

source: Series is empty
ar: السلسلة فارغة
cs: Série je prázdná
es: La serie está vacía
fr: La série est vide
uk: Серія порожня
uz: Серия бўш
uz_latn: Seriya boʼsh

source: Options for selected items will be available here
ar: ستكون خيارات العناصر المحددة متاحة هنا
cs: Zde budou k dispozici možnosti pro vybrané položky
es: Las opciones para los elementos seleccionados estarán disponibles aquí
fr: Les options relatives aux éléments sélectionnés seront disponibles ici
uk: Параметри для вибраних елементів будуть доступні тут
uz: Танланган элементлар вариантлари шу ерда мавжуд
uz_latn: Tanlangan elementlar variantlari shu yerda mavjud

source: No Series options
ar: لا توجد خيارات سلسلة
cs: Žádné možnosti serie
es: Sin opciones de serie
fr: Aucune option de série
uk: Немає параметрів серії
uz: Ҳеч қандай серия варианталари йўқ
uz_latn: Hech qanday seriya variantalari yoʼq

source: There aren't any Series options for this visualization type
ar: لا توجد أي خيارات سلسلة لهذا لنوع هذا العرض المرئي
cs: Pro tento typ vizualizace neexistují žádné možnosti Series
es: No hay opciones de Serie para este tipo de visualización
fr: Aucune option de série n'est disponible pour ce type de visualisation
uk: Для цього типу візуалізації немає параметрів серії
uz: Ушбу визуал кўриниш учун хеч бир вариант мавжуд эмас
uz_latn: Ushbu vizual koʼrinish uchun xech bir variant mavjud emas

source: Series options unavailable
ar: خيارات السلسلة غير متاحة
cs: Možnosti serie nejsou k dispozici
es: Opciones de serie no disponibles
fr: Options de série non disponibles
uk: Параметри серії недоступні
uz: Серия параметрлари мавжуд эмас
uz_latn: Seriya parametrlari mavjud emas

source: Series options are not available when using relative selections for periods, org units or categories
ar: لا تتوفر خيارات التسلسل عند استخدام تحديدات نسبية للفترات أو الوحدات التنظيمية أو الفئات
cs: Možnosti serie nejsou k dispozici při použití relativního výběru pro období, organizační jednotky nebo kategorie
es: Las opciones de serie no están disponibles cuando se utilizan selecciones relativas para períodos, unidades organizativas o categorías
fr: Les options de séries ne sont pas disponibles lorsque l'on utilise des sélections relatives pour les périodes, les unités d'organisation ou les catégories
uk: Параметри серії недоступні, якщо використовується відносний вибір для періодів, організаційних підрозділів або категорій
uz: Даврлар, ташкилий бўлимлар ёки тоифалар учун нисбий танловлардан фойдаланилганда кетма-кет вариантлар мавжуд эмас
uz_latn: Davrlar, tashkiliy boʼlimlar yoki toifalar uchun nisbiy tanlovlardan foydalanilganda ketma-ket variantlar mavjud emas

source: Series options are not available when a series item has an "All items" selection
cs: Možnosti série nejsou k dispozici, pokud má položka položky výběr „Všechny položky“

source: Value labels
ar: تسميات القيمة
cs: Hodnotové štítky
es: Etiquetas de valor
fr: Étiquettes de valeur
uk: Мітки значень
uz: Қиймат ёрлиқлари
uz_latn: Qiymat yorliqlari

source: Dimension labels
ar: تسميات الأبعاد
cs: Štítky dimenzí
es: Etiquetas de dimensión
fr: Étiquettes de dimension
uk: Мітки вимірів
uz: Ўлчам қийматлари
uz_latn: Oʼlcham qiymatlari

source: Display organisation unit hierarchy
ar: عرض التسلسل الهرمي للوحدة التنظيمية
cs: Zobrazit hierarchii organizačních jednotek
es: Mostrar jerarquía de unidades organizativas
fr: Afficher la hiérarchie des unités d'organisation
uk: Відображати ієрархію організаційних підрозділів
uz: Ташкилий бўлим иерархиясини намойиш қилиш
uz_latn: Tashkiliy boʼlim ierarxiyasini namoyish qilish

source: Show legend key
ar: إظهار المفتاح الإيضاحي
cs: Zobrazit klíč legendy
es: Mostrar clave de leyenda
fr: Afficher la légende
uk: Показати ключ умовних позначень
uz: Калит таърифни кўрсатинг
uz_latn: Kalit taʼrifni koʼrsating

source: Show series key
cs: Zobrazit klíč série

source: Skip rounding
ar: تخطي التقريب
cs: Přeskočit zaokrouhlování
es: Evitar redondeo
fr: Ne pas arondir
uk: Пропустити округлення
uz: Соддалаштириш ўтказиб юборилсин
uz_latn: Soddalashtirish oʼtkazib yuborilsin

source: Custom sort order
ar: ترتيب فرز مخصص
cs: Vlastní řazení pořadí
es: Orden personalizado
fr: Ordre de tri personnalisé
uk: Користувацький порядок сортування
uz: Махсус саралаш тартиби
uz_latn: Maxsus saralash tartibi

source: Low to high
ar: من الأدنى إلى الأعلى
cs: Od nízkého po vysoký
es: Menor a mayor
fr: Croissant
uk: Від низьких до високих
ur: اعلی سے کم
uz: Пастдан юқорига
uz_latn: Pastdan yuqoriga

source: High to low
ar: من الأعلى إلى الأدنى
cs: Od nejvyšší k nejnižší
es: Mayor a menor
fr: Décroissant
uk: Від високих до низьких
ur: کم سے کم
uz: Юқоридан пастга
uz_latn: Yuqoridan pastga

source: Add a subtitle
ar: إضافة عنوان فرعي
cs: Přidat podtitul
es: Añadir un subtítulo
fr: Ajouter un sous-titre
uk: Додати підзаголовок
uz: Таглавҳа қўшинг
uz_latn: Taglavha qoʼshing

source: Target line
ar: خط المستهدف
cs: Cílová linie
es: Línea objetivo
fr: Ligne cible
uk: Цільова лінія
ur: ہدف لائن
uz: Мақсад чегара чизиғи
uz_latn: Maqsad chegara chizigʼi

source: Size
ar: الحجم
cs: Velikost
es: Tamaño
fr: Taille
uk: Розмір
uz: Ўлчам
uz_latn: Oʼlcham

source: Position
ar: موضع
cs: Pozice
es: Posición
uk: Позиція
uz: Лавозими
uz_latn: Lavozimi

source: Top limit
ar: الحد الأعلى
cs: Horní limit
es: Limite superior
fr: Limite supérieure
uk: Верхня межа
uz: Юқори чегара
uz_latn: Yuqori chegara

source: Options
ar: الخيارات
cs: Možnosti
es: Opciones
uk: Опції
ur: اختیارات
uz: Вариант
uz_latn: Variant

source: Open as Map
ar: فتح كخريطة
cs: Otevřít jako mapu
es: Abrir como mapa
fr: Ouvrir comme carte
uk: Відкрити як мапу
uz: Харита сифатида очиш
uz_latn: Xarita sifatida ochish

source: Visually plot data on a world map. Data elements use separate map layers.
ar: رسم البيانات بصريًا على خريطة العالم. تستخدم عناصر البيانات طبقات خريطة منفصلة.
cs: Vizuálně vykreslete data na mapě světa. Datové prvky používají samostatné mapové vrstvy.
fr: Tracez graphiquement les données sur une carte du monde. Les éléments de données utilisent des couches de carte distinctes.
uk: Візуально наносити дані на карту світу. Елементи даних використовують окремі шари карти.
uz: Жаҳон харитасига маълумотларни визуал киритинг. Маълумотлар элементлари хаританинг алоҳида қаватларидан фойдаланади.
uz_latn: Jahon xaritasiga maʼlumotlarni vizual kiriting. Maʼlumotlar elementlari xaritaning alohida qavatlaridan foydalanadi.

source: Reporting rate
ar: معدل الإبلاغ
cs: Míra hlášení
es: Tasa de informes
fr: Taux de déclaration
uk: Частота повідомлень
uz: Ҳисоботдаги ставка
uz_latn: Hisobotdagi stavka

source: Reporting rate on time
ar: معدل الإبلاغ في الوقت المحدد
cs: Četnost hlášení na čas
fr: Taux de notification à temps
uk: Частота повідомлень у часі
uz: Ҳисоботдаги ставка ўз вақтида
uz_latn: Hisobotdagi stavka oʼz vaqtida
