Repository: dhis2/data-visualizer-app
Catalog: i18n/*.po
Languages: id, km, lo, nb, pt, vi

source: All
id: Semua
km: ទាំងអស់
lo: ທັງໝົດ
nb: Alt
pt: Todos
vi: Tất cả

source: Hide empty rows
id: Sembunyikan baris kosong
km: លាក់ជួរដេកទទេ
lo: ເຊື່ອງແຖວທີ່ເປົ່າຫວ່າງ
nb: Skjul tomme rader
pt: Ocultar linhas vazias
vi: Ẩn dòng rỗng

source: Table subtitle
id: Subjudul tabel
km: ចំណងជើងរងនៃតារាង
lo: ຄຳບັນຍາຍຂອງຕາຕະລາງ
nb: Tabellundertittel
pt: Subtítulo da tabela
vi: Tiêu đề phụ của bảng

source: Chart subtitle
id: Subjudul grafik
km: ចំណងជើងរងនៃក្រាប
lo: ຫົວຂໍ້ຍ່ອຍຂອງເສັ້ນສະແດງ
nb: Diagramundertittel
pt: Subtítulo do gráfico
vi: Tiêu đề phụ biểu đồ

source: Auto generated
id: Dibuat otomatis
km: បង្កើតដោយស្វ័យប្រវត្តិ
lo: ສ້າງຂື້ນອັດຕະໂນມັດ
nb: Automatisk generert
pt: Gerado automaticamente
vi: Tự động tạo

source: Chart title
id: Judul grafik
km: ចំណងជើងនៃក្រាប
lo: ຫົວຂໍ້ເສັ້ນສະແດງ
nb: Diagramtittel
pt: Título do gráfico
vi: Tiêu đề của biểu đồ

source: Use legend for chart colors
id: Gunakan legenda untuk warna bagan
km: ការប្រើប្រាស់រូបតំណាងសម្រាប់ពណ៌នៃក្រាប
lo: ໃຊ້ຄຳອະທິບາຍສຳລັບສີຂອງແຜນພູມ
pt: Use a legenda para cores de gráficos
vi: Sử dụng chú giải cho màu biểu đồ

source: Legend style
id: Gaya legenda
km: រចនាបថនៃរូបតំណាង
lo: ຫວ່າງຂໍ້ມູນ
nb: Tegnforklaringstil
pt: Estilo de legenda
vi: Mẫu chú giải

source: Legend type
id: Tipe legenda
km: ប្រភេទនៃរូបតំណាង
lo: ປະເພດຄຳອະທິບາຍ
nb: Tegnforklaringtype
pt: Tipo de legenda
vi: Loại Chú giải

source: Use pre-defined legend by data item
km: ការប្រើប្រាស់រូបតំណាងដែលបានកំណត់ទុកជាមុនទៅតាមទិន្នន័យ
lo: ໃຊ້ຄຳອະທິບາຍທີ່ກຳນົດລ່ວງໜ້າຕາມລາຍການຂໍ້ມູນ
pt: Utilizar legenda predefinida por item de dados
vi: Sử dụng các chú giải định nghĩa trước bởi các mục dữ liệu

source: Select a legend
km: ជ្រើសរើសរូបតំណាង
lo: ເລືອກຄຳອະທິບາຍ
pt: Seleccionar uma legenda
vi: Chọn một chú giải

source: Legend changes background color
id: Legenda mengubah warna latar belakang
km: រូបតំណាងប្តូរពណ៌ផ្ទៃខាងក្រោយ
lo: ຄຳອະທິບາຍປ່ຽນສີພື້ນຫຼັງ
nb: Tegnforklaring endrer bakgrunnsfarge
pt: A legenda muda a cor do plano de fundo
vi: Chú giải thay đổi màu nền

source: Legend changes text color
id: Legenda mengubah warna teks
km: រូបតំណាងប្តូរពណ៌អក្សរ
lo: ຄຳອະທິບາຍປ່ຽນສີຕົວໜັງສື
nb: Tegnforklaring endrer tekstfarge
pt: A legenda muda a cor do texto
vi: Chú giải thay đổi màu chữ

source: Legend
id: Legenda
km: រូបតំណាង
lo: ຫວ່າງຂໍ້ມູນ
nb: Tegnforklaring
pt: Legenda
vi: Chú Giải

source: Select from legends
id: Pilih dari legenda
km: ជ្រើសរើសពីរូបតំណាង
lo: ເລືອກຈາກຄຳອະທິບາຍ
nb: Velg fra tegnforklaringer
pt: Seleccionar à partir de legendas
vi: Chọn từ các chú giải

source: Loading legends
id: Memuat legenda
km: ទាញយកពីរូបតំណាង
lo: ກຳລັງໂຫຼດຄຳອະທິບາຍ
nb: Laster tegnforklaringer
pt: Carregando legendas
vi: Tải các chú giải

source: You can set a minimum or maximum value. This will apply to the entire visualization, all values outside of the minimum/maximum range will not be displayed
id: Anda dapat mengatur nilai minimum atau maksimum. Ini akan berlaku untuk seluruh visualisasi, semua nilai di luar rentang minimum/maksimum tidak akan ditampilkan
km: អ្នកអាចកំណត់តម្លៃអប្បបរិមា និងអតិបរមា។ ការកំណត់នេះនឹងត្រូវបានអនុវត្តន៍ផ្ទាំងទិន្នន័យទាំងមូល, តម្លៃនៅក្រៅចន្លោះតម្លៃអប្បបរិមា/អតិបរមា នឹងមិនបង្ហាញទេ
lo: ທ່ານສາມາດກໍານົດຄ່າຕ່ໍາສຸດ ຫຼື ສູງສຸດ. ເຊິ່ງນີ້​ຈະ​ໄດ້ນໍາ​ໃຊ້​ກັບ​ການ​ສ້າງພາບດ້ວຍຂໍ້ມູນທັງ​ຫມົດ​, ແລະ ຄ່າ​ທັງ​ຫມົດ​ທີ່​ຢູ່​ນອກ​ຄ່າຕ່ຳສຸດ / ສູງສຸດຈະ​ບໍ່​ໄດ້​ຖືກ​ສະ​ແດງ​
nb: Du kan angi en minimums- eller maksimalverdi. Dette vil gjelde for hele visualiseringen, alle verdier utenfor minimums-/ maksimalrekkevidden vises ikke
pt: É possível definir um valor mínimo ou máximo. Isto aplicar-se-á a toda a visualização, todos os valores fora do intervalo mínimo/máximo não serão apresentados
vi: Bạn có thể đặt giá trị tối thiểu hoặc tối đa. Điều này sẽ áp dụng cho toàn bộ bảng biểu, tất cả các giá trị nằm ngoài phạm vi tối thiểu/tối đa sẽ không được hiển thị

source: Minimum data value
id: Nilai Miinimum
km: តម្លៃទិន្នន័យអប្បបរិមា
lo: ຄ່າຂໍ້ມູນຕ່ຳສຸດ
nb: Minimum dataverdi
pt: Valor mínimo de dados
vi: Giá trị dữ liệu tối thiểu

source: Maximum data value
id: Nilai maximum
km: តម្លៃទិន្នន័យអតិបរមា
lo: ຄ່າຂໍ້ມູນສູງສຸດ
nb: Maksimal dataverdi
pt: Valor máximo de dados
vi: Giá trị dữ liệu tối đa

source: Clear min/max limits
id: Hapus batas min/maks
km: លុបការកំណត់តម្លៃអប្បបរិមា/អតិបរមា
lo: ລົບຂີດຈຳກັດຂັ້ນຕ່ຳ/ສູງສຸດ
nb: Fjern min/max-grenser
pt: Limpar limites mínimos/máximos
vi: Bỏ các giới hạn nhỏ nhất/lớn nhất

source: No space between bars/columns
id: Tanpa spasi diantara bar/kolom
km: មិនមានចន្លោះរវាងរបារ/បង្គោល
lo: ບໍ່ມີຊ່ອງຫວ່າງລະຫວ່າງຖັນກັບແຖວ
nb: Ingen mellomrom mellom stolper
pt: Sem espaço entre barras/colunas
vi: Không có khoảng cách giữa các thanh/cột

source: Number type
id: Tipe nomor
km: ប្រភេទលេខ
nb: Nummertype
pt: Tipo de número
vi: Kiểu số

source: Display the value of percentages of the total
id: Tampilkan nilai persentase dari total
km: បង្ហាញតម្លៃជាភាគរយនៃតម្លៃសរុប
lo: ສະແດງຄ່າເປີເຊັນຂອງຈຳນວນທັງໝົດ
nb: Vis verdien av prosenter av totalen
pt: Apresentar o valor das percentagens do total
vi: Hiển thị giá trị phần trăm của tổng số

source: Value
id: Nilai
km: តម្លៃ
nb: Verdi
pt: Valor
vi: Giá trị

source: Percentage of row
id: Persentase baris
km: ភាគរយនៃជួរដេក
lo: ເປີເຊັນຂອງແຖວ
nb: Prosentandel av rad
pt: Percentagem de linha
vi: Phần trăm theo dòng

source: Percentage of column
id: Persentase kolom
km: ភាគរយនៃជួរឈរ
lo: ເປີເຊັນຂອງຖັນ
nb: Prosentandel av kolonne
pt: Percentagem da coluna
vi: Phần trăm theo cột

source: Each detection method identifies outliers in different ways and suits different data. Check the documentation for help to choose the right outlier detection method
id: Setiap metode deteksi mengidentifikasi outlier dengan cara yang berbeda dan sesuai dengan data yang berbeda. Periksa dokumentasi untuk bantuan dalam memilih metode deteksi outlier yang tepat
km: វិធីសាស្រ្តកំណត់តម្លៃលើសគេគឺមានច្រើនរបៀប និងស្របទៅតាមទិន្នន័យផ្សេងៗគ្នា។ សូមពិនិត្យឯកសារសម្រាប់ជំនួយក្នុងការជ្រើសរើសវិធីសាស្ត្រកំណត់តម្លៃលើសដែលត្រឹមត្រូវ។
lo: ວິທີກວດຫາແຕ່ລະວິທີ ຈະລະບຸຄ່າຜິດປົກກະຕິ "Outlier" ດ້ວຍວິທີທີ່ແຕກຕ່າງກັນ ແລະ ເໝາະສົມກັບຂໍ້ມູນທີ່ແຕກຕ່າງກັນ. ກະລຸນາເບີ່ງເອກະສານປະກອບເພື່ອຂໍຄວາມຊ່ວຍເຫຼືອໃນການເລືອກ ວິທີການກວດຫາຄ່າຜິດປົກກະຕິ "Outlier "ທີ່ເໝາະສົມ
pt: Cada método de deteção identifica os valores atípicos de formas diferentes e adequa-se a dados diferentes. Consulte a documentação para obter ajuda na escolha do método de deteção de valores atípicos correcto
vi: Mỗi phương pháp phát hiện xác định các giá trị ngoại lệ theo những cách khác nhau và phù hợp với dữ liệu khác nhau. Kiểm tra tài liệu để được trợ giúp chọn phương pháp phát hiện giá trị ngoại lệ phù hợp

source: Threshold factor
id: Faktor ambang batas
km: កត្តាកម្រិត
lo: ປັດໃຈຕົວເລກເປີເຊັນທີ່ຖືກຕັ້ງຄ່າໃວ້
pt: Factor limite
vi: Yếu tố ngưỡng

source: A high value is more sensitive so fewer data items will be identified as outliers
id: Nilai tinggi lebih sensitif sehingga lebih sedikit item data yang akan diidentifikasi sebagai outlier
lo: ຄ່າທີ່ສູງແມ່ນມີຄວາມອ່ອນໄຫວຫຼາຍກ່ວາດັ່ງນັ້ນລາຍການຂໍ້ມູນຫນ້ອຍຈະຖືກລະບຸວ່າເປັນຄ່າຜິດປົກກະຕິ "Outlier"
pt: Um valor elevado é mais sensível, pelo que menos itens de dados serão identificados como valores atípicos
vi: Giá trị cao nhạy cảm hơn nên ít mục dữ liệu được xác định là giá trị ngoại lệ

source: Interquartile Range (IQR)
id: Rentang Interkuartil (IQR)
lo: ເຂດຄຸນຄ່າລະຫວ່າງຄົວໄທລ (IQR)
pt: Intervalo interquartil (IQR)
vi: Khoảng tứ phân vị (IQR)

source: Z-score / Standard score
id: Z-score / Skor standar
lo: Z - ຄະແນນ / ຄະແນນມາດຕະຖານ
pt: Pontuação Z / Pontuação padrão
vi: Điểm Z / Điểm chuẩn

source: Modified Z-score
id: Z-score yang dimodifikasi
lo: ປັບປຸງ Z - ຄະແນນ
pt: Pontuação Z modificada
vi: Chỉnh sửa điểm Z

source: Outlier analysis
id: Analisis outlier
km: ការវិភាគចំណែកលើសគេ
lo: ການວິເຄາະຄ່າຜິດປົກກະຕິ (Outlier)
pt: Análise de valores atípicos
vi: Phân tích ngoại lệ

source: Outlier analysis detects and highlights data items that are markedly different from the rest of the data
id: Analisis outlier mendeteksi dan menyoroti item data yang sangat berbeda dari data lainnya
km: ការវិភាគចំណែកលើសគេគឺជាការស្វែងរក និងបន្លិច នូវទិន្នន័យដែលត្រូវបានសម្គាល់ថាលើសគេក្នុងចំណោមទិន្នន័យនានា
lo: ການວິເຄາະຄ່າຜິດປົກກະຕິ ຈະກວດພົບ ແລະ ເນັ້ນໃສ່ລາຍການຂໍ້ມູນທີ່ແຕກຕ່າງຢ່າງເຫັນໄດ້ຊັດເຈນຈາກຂໍ້ມູນທີ່ເຫຼືອ
pt: A análise de valores atípicos detecta e destaca itens de dados que são nitidamente diferentes do resto dos dados
vi: Phân tích ngoại lệ phát hiện và nêu bật những dữ liệu được đánh dấu là khác xa so với các dữ liệu còn lại

source: Outlier detection method
id: Metode deteksi outlier
km: វិធីសាស្រ្តកំណត់តម្លៃលើសគេ
lo: ວິທີການກວດຫາຄ່າຜິດປົກກະຕິ "Outlier"
pt: Método de deteção de valores atípicos
vi: Phương pháp phát hiện dữ liệu Ngoại lệ

source: Max results
km: លទ្ធផលអតិបរិមា
lo: ຜົນຮັບສູງສຸດ
pt: Resultados máximos
vi: Kết quả tối đa

source: The maximum number of outlier values to show in the table. Must be between 1-500.
lo: ຈຳນວນສູງສຸດຂອງຄ່າຜິດປົກກະຕິ "Outlier" ຈະສະແດງໃນຕາຕະລາງຕ້ອງຢູ່ລະຫວ່າງ 1-500.
pt: O número máximo de valores atípicos a mostrar na tabela. Deve estar entre 1-500.
vi: Số lượng tối đa các giá trị ngoại lệ hiển thị trong bảng. Phải nằm trong khoảng từ 1-500.

source: Organisation unit
id: Unit organisasi
km: ផ្នែក​នៃ​អង្គការ
lo: ​ຫົວ​ໜ່ວຍ​ການ​ຈັດ​ຕັ້ງ
nb: Organisasjonsenhet
pt: Unidade organizacional
vi: Đơn vị

source: Parent organisation unit
id: Unit organisasi induk
km: ថ្នាក់លើនៃមូលដ្ឋានសុខាភិបាល
lo: ໂຄງຮ່າງການຈັດຕັ້ງຂັ້ນສູງ
nb: Overordnet organisasjonsenhet
pt: Unidade organizacional pai
vi: Đơn vị cha

source: Reporting period
id: Periode pelaporan
km: រយៈពេលរបាយការណ៍
lo: ​ໄລ​ຍະ​ເວ​ລາ​ການ​ລາຍ​ງານ
nb: Rapporteringsperiode
pt: Período de reportagem
vi: Thời điểm báo cáo

source: Stacked values add up to 100%
id: Nilai bertumpuk bertambah hingga 100%
km: តម្លៃនៃរបារត្រួតត្រូវបានបន្ថែមរហូតដល់១០០%
lo: ຄ່າຊ້ອນກັນເພີ່ມສູງສຸດ 100%
nb: Stablede verdier er til sammen 100%
pt: Os valores empilhados somam 100%
vi: Các giá trị được xếp chồng lên tới 100%

source: Include regression
id: Masukkan regresi
lo: ​ລວມ​ທັງ​ອັນທີ່​ຊ້ຳ​ກັນ
nb: Inkluder regresjon
pt: Incluir regressão
vi: Bao gồm các hồi quy

source: Title
id: Judul
km: ចំណងជើង
lo: ຫົວຂໍ້
nb: Tittel
pt: Título
vi: Tiêu đề

source: Trend line
id: Garis tren
km: បន្ទាត់និន្នាការ
lo: ເສັ້ນແນວໂນ້ມ
nb: Trendlinje
pt: Linha de tendência
vi: Đường Khuynh Hướng

source: Linear
id: Linier
km: លីនេអ៊ែរ
lo: ຈຸດ
nb: Lineær
vi: Tuyến tính

source: Polynomial
id: Polinomial
lo: ເສັ້ນສະແດງແບບໂຄ້ງ
nb: Polynom
pt: Polinomial
vi: Đa thức

source: Loess
lo: ເສັ້ນສະແດງແບບແຈກຢາຍເປັນຈຸດເປັນຈໍ້າ
vi: Biểu đồ Loess

source: Row sub-totals
id: Sub-total baris
km: សរុបរងនៃជួរដេក
lo: ແຖວຍ່ອຍທັງໝົດ
nb: Raddelsummer
pt: Subtotais de linha
vi: Tổng phụ dòng

source: Row totals
id: Total baris
km: សរុបនៃជួរដេក
lo: ແຖວທັງໝົດ
nb: Radsummer
pt: Totais de linha
vi: Tổng dòng

source: Data item
id: barang data
km: ទិន្នន័យ
lo: ລາຍການຂໍ້ມູນ
nb: Datapunkt
pt: Item de dados
vi: Mục dữ liệu

source: Visualization type
id: Jenis visualisasi
km: ប្រភេទផ្ទាំងទិន្នន័យ
lo: ປະເພດການສ້າງພາບຂໍ້ມູນ
nb: Visualiseringstype
pt: Tipo de visualização
vi: Kiểu trực quan hóa

source: Axis {{axisId}}
id: Aksis {{axisId}}
km: អ័ក្ស {{axisId}}
lo: ແກນ {{axisId}}
nb: Akse {{axisId}}
pt: Eixo {{axisId}}
vi: Trục {{axisId}}

source: Series is empty
id: Seri kosong
km: ស៊េរី គឺទទេ
lo: ລຳດັບວ່າງເປົ່າ
nb: Serie er tom
pt: A série está vazia.
vi: Chuỗi trống

source: Options for selected items will be available here
id: Pilihan untuk item yang dipilih akan tersedia di sini
km: ជម្រើសសម្រាប់ធាតុដែលបានជ្រើសរើសនឹងបង្ហាញនៅទីនេះ។
lo: ຕົວເລືອກສຳລັບລາຍການທີ່ເລືອກຈະມີຢູ່ບ່ອນນີ້
nb: Alternativer for valgte elementer vil være tilgjengelige her
pt: Opções para itens seleccionados estarão disponíveis aqui
vi: Tùy chọn cho các mục đã chọn sẽ có sẵn tại đây

source: No Series options
id: Tidak ada opsi Seri
km: មិនមានជម្រើសស៊េរីទេ
lo: ບໍ່ມີຊຸດຕົວເລືອກ
nb: Ingen seriealternativer
pt: Sem opções série
vi: Không có tùy chọn chuỗi

source: There aren't any Series options for this visualization type
id: Tidak ada opsi Seri untuk jenis visualisasi ini
km: មិនមានជម្រើសស៊េរីណាផ្សេងសម្រាប់ប្រភេទផ្ទាំងទិន្នន័យនេះទេ
lo: ບໍ່ມີຊຸດຕົວເລືອກໃດໆ ສຳລັບປະເພດການສ້າງພາບຈາກຂໍ້ມູນນີ້
nb: Det er ingen seriealternativer for denne visualiseringstypen
pt: Não existem opções da Série para este tipo de visualização
vi: Không có bất kỳ tùy chọn chuỗi nào cho kiểu trực quan hóa này

source: Series options unavailable
id: Opsi seri tidak tersedia
km: ជម្រើសស៊េរីមិនអាចប្រើបាន
lo: ຊຸດຕົວເລືອກບໍ່ສາມາດໃຊ້ໄດ້
nb: Seriealternativer utilgjengelige
pt: Opções de série indisponíveis
vi: Tùy chọn chuỗi không có sẵn

source: Series options are not available when using relative selections for periods, org units or categories
id: Opsi seri tidak tersedia saat menggunakan pilihan relatif untuk periode, unit organisasi, atau kategori
lo: ຊຸດຕົວເລືອກບໍ່ສາມາດໃຊ້ງານໄດ້ເມື່ອໃຊ້ການເລືອກທີ່ກ່ຽວຂ້ອງກັບ ຊ່ວງເວລາ, ຫົວໜ່ວຍການຈັດຕັ້ງ ຫຼື ໝວດໝູ່
nb: Seriealternativer er ikke tilgjengelige når du bruker relative valg for perioder, organisasjonsenheter eller kategorier
pt: As opções da série não estão disponíveis quando se utilizam selecções relativas para períodos, unidades organizacionais ou categorias
vi: Tùy chọn chuỗi không có sẵn khi sử dụng các lựa chọn tương đối cho khoảng thời gian, đơn vị hoặc phân loại

source: Series options are not available when a series item has an "All items" selection
km: ជម្រើសស៊េរីមិនអាចប្រើបាននៅពេលមានធាតុនៃស៊េរីត្រូវបានជ្រើសរើស «គ្រប់ធាតុ»
lo: ຊຸດຕົວເລືອກແມ່ນບໍ່ສາມາດໃຊ້ງານໄດ້ ເມື່ອຊຸດລາຍການມີການເລືອກ "ລາຍການທັງໝົດ"
pt: As opções da série não estão disponíveis quando um item da série tem uma selecção "Todos os itens"
vi: Tùy chọn chuỗi không khả dụng khi mục chuỗi có lựa chọn "Tất cả mục"

source: Value labels
id: Label nilai
km: ស្លាកនៃតម្លៃ
lo: ແຜງຄ່າ
nb: Verdietiketter
pt: Etiquetas de valor
vi: Nhãn giá trị

source: Dimension labels
id: Label dimensi
km: ស្លាកនៃវិមាត្រ
lo: ແຜງຂອບເຂດ
nb: Dimensjonsetiketter
pt: Etiquetas de dimensão
vi: Nhãn chiều dữ liệu

source: Display organisation unit hierarchy
id: Tampilkan hierarki unit organisasi
km: បង្ហាញរចនាសម្ព័ន្ធនៃមូលដ្ឋានសុខាភិបាល
lo: ສະແດງຫົວໜ່ວຍການຈັດຕັ້ງຕາມລຳດັບ
nb: Vis organisasjonsenhethierarki
pt: Exibir hierarquia da unidade organizacional
vi: Hiển thị cây đơn vị

source: Show legend key
id: Tampilkan kunci legenda
km: បង្ហាញរូបតំណាងគន្លឹះ
lo: ສະແດງຄຳອະທິບາຍຫຼັກ
nb: Vis tegnforklaring
pt: Mostrar chave da legenda
vi: Hiển thị khóa chú giải

source: Show series key
km: បង្ហាញស៊េរីគន្លឹះ
lo: ສະແດງຊຸດຫຼັກ
pt: Mostrar chave da série
vi: Hiển thị khóa series

source: Skip rounding
id: Jangan bulatkan
km: រំលងការបង្គត់
lo: ບໍ່ປັດຕົວເລກ
nb: Hopp over avrunding
pt: Não arrendondar
vi: Không làm tròn

source: Custom sort order
id: Urutan pengurutan khusus
km: លំដាប់តម្រៀបផ្ទាល់ខ្លួន
lo: ກຳນົດ ລຳດັບການຈັດຮຽງ
nb: Tilpasset sorteringsrekkefølge
pt: Ordem de classificação personalizada
vi: Săp xếp tùy chỉnh

source: Low to high
id: Rendah ke tinggi
km: ទាបទៅខ្ពស់
lo: ຕ່ຳຫາສູງ
nb: Lav til høy
pt: Ascendente
vi: Thấp đến cao

source: High to low
id: Tinggi ke rendah
km: ខ្ពស់ទៅទាប
lo: ສູງຫາຕ່ຳ
nb: Høy til lav
pt: Descendente
vi: Cao xuống thấp

source: Add a subtitle
id: Tambahkan subtitle
km: បន្ថែមចំណងជើងរង
lo: ເພີ່ມຫົວຂໍ້ຍ່ອຍ
nb: Legg til en undertittel
pt: Adicionar subtítulo
vi: Thêm tiêu đề phụ

source: Target line
id: Garis sasaran
km: បន្ទាត់គោលទិសដៅ
lo: ເສັ້ນເປົ້າໝາຍ
nb: Mållinje
pt: Linha-alvo
vi: Dòng đích

source: Size
id: Ukuran
km: ទំហំ
lo: ຂະໜາດ
nb: Størrelse
pt: Tamanho
vi: Kích thước

source: Position
id: Posisi
km: ទីតាំង
lo: ຕ່ຳແໜ່ງ
nb: Posisjon
pt: Posição
vi: Vị trí

source: Top limit
id: Batas atas
km: ដែនកំណត់ខ្ពស់ជាងគេ
lo: ຂໍ້​ຈຳ​ກັດ​ສູງ​ສຸດ
nb: Toppgrense
pt: Limite superior
vi: Giới hạn trên

source: Options
id: Opsi
km: ជម្រើស
lo: ຈັດການ
nb: Alternativer
pt: Opções
vi: Tùy chọn

source: Change org unit
id: Ubah unit organisasi
km: ផ្តាស់ប្តូរមូលដ្ឋានសុខាភិបាល
lo: ປ່ຽນຫົວໜ່ວຍການຈັດຕັ້ງ
pt: Alterar unidade organizacional
vi: Thay đổi đơn vị

source: {{level}} level in {{orgunit}}
id: {{level}} level pada {{unit organisasi}}
lo: {{level}}ລະດັບ{{orgunit}}
pt: {{level}} nível em {{orgunit}}
vi: {{level}}cấp độ trong {{orgunit}}

source: Sort ascending by {{columnName}} and update
km: តម្រៀបពីតូចទៅធំចំពោះ {{columnName}} និងធ្វើបច្ចុបន្នភាព
lo: ຈັດຮຽງຕາມຈາກໜ້ອຍໄປຫຼາຍ{{columnName}} ແລະ ອັບເດດ
pt: Ordenação ascendente por {{columnName}} e actualização
vi: Sắp xếp tăng dần theo {{columnName}} và cập nhật

source: Sort descending by {{columnName}} and update
km: តម្រៀបពីធំទៅតូចចំពោះ {{columnName}} និងធ្វើបច្ចុបន្នភាព
lo: ຈັດຮຽງຈາກຫຼາຍໄປໜ້ອຍຕາມ {{columnName}} ແລະ ອັບເດດ
pt: Ordenação decrescente por {{columnName}} e actualização
vi: Sắp xếp giảm dần theo {{columnName}}và cập nhật

source: Open as Map
id: Buka sebagai Peta
km: បើកជាផែនទី
lo: ເປີດເປັນແຜ່ນທີ່
nb: Åpne som kart
pt: Abrir como mapa
vi: Mở dưới dạng bản đồ

source: Visually plot data on a world map. Data elements use separate map layers.
id: Plot data secara visual pada peta dunia. Elemen data menggunakan lapisan peta terpisah.
km: គ្រោងទិន្នន័យដែលមើលឃើញនៅលើផែនទីពិភពលោក។ ធាតុទិន្នន័យប្រើស្រទាប់ផែនទីដាច់ដោយឡែក។
lo: ວາງແຜນຂໍ້ມູນເທິງແຜນທີ່ໂລກໂດຍໃຊ້ພາບ. ອົງປະກອບຂໍ້ມູນໃຊ້ແຜນທີ່ແຍກຕ່າງຫາກ.
nb: Vis data på et verdenskart visuelt. Dataelementer bruker separate kartlag.
pt: Plotar visualmente os dados num mapa-mundo. Os elementos de dados utilizam camadas de mapa separadas.
vi: Vẽ dữ liệu trực quan trên bản đồ thế giới. Các phần tử dữ liệu sử dụng các lớp bản đồ riêng biệt.

source: Category option combination
lo: ການລວມຕົວເລືອກໝວດໝູ່
pt: Combinação de opções de categoria
vi: Phân loại tùy chọn kết hợp

source: Absolute deviation
km: គម្លាតដាច់ខាត
lo: ຄ່າຜັນປ່ຽນສຳບູນສະເລ່ຍ "Absolute deviation"
pt: Desvio absoluto
vi: Độ lệch tuyệt đối

source: A measure of the absolute difference between each data point and a central value, usually the mean or median, providing a straightforward understanding of dispersion in the dataset.
lo: ການວັດຄວາມແຕກຕ່າງສຳບູນ"absolute" ລະຫວ່າງຈຸດຂໍ້ມູນແຕ່ລະຈຸດ ແລະ ຄ່າຂອບເຂດເຄີ່ງກາງ, ໂດຍທົ່ວໄປຄືຄ່າສະເລ່ຍ ຫຼື ຄ່າຈອມກາງ"median" ເຊີ່ງໃຫ້ເຂົ້າໃຈການກະຈາຍໃນຊຸດຂໍ້ມູນໄດ້ໂດຍກົງ.
pt: Uma medida da diferença absoluta entre cada ponto de dados e um valor central, normalmente a média ou a mediana, fornecendo uma compreensão directa da dispersão no conjunto de dados.
vi: Một thước đo sự khác biệt tuyệt đối giữa mỗi điểm dữ liệu và giá trị trung tâm, thường là giá trị trung bình hoặc trung vị, cung cấp sự hiểu biết trực tiếp về độ phân tán trong tập dữ liệu.

source: A measure of how far a data point deviates from the median, using the median absolute deviation instead of the standard deviation, making it robust against outliers.
pt: Uma medida da distância a que um ponto de dados se desvia da mediana, utilizando o desvio absoluto da mediana em vez do desvio padrão, o que a torna robusta contra valores atípicos.
vi: Một thước đo về mức độ lệch của điểm dữ liệu so với trung vị, sử dụng độ lệch tuyệt đối của trung vị thay vì độ lệch chuẩn, giúp dữ liệu mạnh mẽ hơn trước các giá trị ngoại lai.

source: Median
km: ម៉េឌីយ៉ាន
lo: ເສັ້ນຈອມກາງ
pt: Mediana
vi: Trung vị

source: The middle value in a dataset when the values are arranged in ascending or descending order. It's a robust measure of central tendency that is less affected by outliers compared to the mean.
pt: O valor intermédio num conjunto de dados quando os valores estão dispostos por ordem ascendente ou descendente. É uma medida robusta de tendência central que é menos afectada por valores atípicos em comparação com a média.
vi: Giá trị trung bình trong một tập dữ liệu khi các giá trị được sắp xếp theo thứ tự tăng dần hoặc giảm dần. Đây là thước đo mạnh mẽ về xu hướng trung tâm ít bị ảnh hưởng bởi các giá trị ngoại lai so với giá trị trung bình.

source: Median absolute deviation
km: ម៉េឌីយ៉ានគម្លាតដាច់ខាត
lo: ຄ່າຜັນປ່ຽນສຳບູນສະເລ່ຍ "Absolute deviation"
pt: Mediana do desvio absoluto
vi: Độ lệch tuyệt đối trung vị

source: A robust measure of variability, found by calculating the median of the absolute differences between each data point and the overall median. It's less influenced by outliers compared to other measures like the standard deviation.
pt: Uma medida robusta de variabilidade, obtida a partir do cálculo da mediana das diferenças absolutas entre cada ponto de dados e a mediana global. É menos influenciada por valores atípicos em comparação com outras medidas, como o desvio padrão.
vi: Một biện pháp mạnh mẽ về sự biến động, được tìm thấy bằng cách tính toán trung vị của các khác biệt tuyệt đối giữa mỗi điểm dữ liệu và trung vị tổng thể. Nó ít bị ảnh hưởng bởi các giá trị ngoại lệ so với các biện pháp khác như độ lệch chuẩn.

source: Z-score
lo: Z-ຄະແນນ
pt: Pontuação Padrão Z
vi: Điểm Z

source: A measure of how many standard deviations a data point is from the mean of a dataset, providing insight into how unusual or typical that data point is relative to the rest of the distribution.
pt: Uma medida do número de desvios-padrão de um ponto de dados em relação à média de um conjunto de dados, que permite saber até que ponto esse ponto de dados é invulgar ou típico em relação ao resto da distribuição.
vi: Một thước đo cho biết số độ lệch chuẩn của một điểm dữ liệu so với giá trị trung bình của một tập dữ liệu, cung cấp thông tin chi tiết về mức độ bất thường hoặc điển hình của điểm dữ liệu đó so với phần còn lại của phân phối.

source: Mean
km: មធ្យម
lo: ຄ່າສະເລ່ຍ
pt: Média
vi: Giá Trị Trung Bình

source: Average of the value over time.
km: មធ្យមភាគនៃតម្លៃតាមពេលវេលា
lo: ຄ່າສະເລ່ຍຂອງຄ່າໃນແຕ່ລະຊ່ວງເວລາ.
pt: Média do valor ao longo do tempo.
vi: Giá trị trung bình theo thời gian.

source: A measure of how dispersed the data is in relation to the mean. Low standard deviation indicates data are clustered tightly around the mean, and high standard deviation indicates data are more spread out.
pt: Uma medida do grau de dispersão dos dados em relação à média. Um desvio-padrão baixo indica que os dados estão muito agrupados em torno da média e um desvio-padrão elevado indica que os dados estão mais dispersos.
vi: Một thước đo về mức độ phân tán của dữ liệu so với giá trị trung bình. Độ lệch chuẩn thấp cho biết dữ liệu được nhóm chặt chẽ xung quanh giá trị trung bình, và độ lệch chuẩn cao cho biết dữ liệu được phân tán nhiều hơn.

source: Minimum score threshold
km: កម្រិតពិន្ទុជាអប្បបរិមា
lo: ຄະແນນຂັ້ນຕ່ຳ ຕົວເລກເປີເຊັນທີ່ຖືກຕັ້ງຄ່າໃວ້
pt: Limite mínimo de pontuação
vi: Mức Ngưỡng Tối Thiểu

source: Maximum score threshold
km: កម្រិតពិន្ទុជាអតិបរិមា
lo: ຄະແນນສູງສຸດ ຕົວເລກເປີເຊັນທີ່ຖືກຕັ້ງຄ່າໃວ້
pt: Limite de pontuação máxima
vi: Mức Ngưỡng Tối Đa

source: Not supported when using cumulative values
km: មិនអាចប្រើបាននៅពេលប្រើប្រាស់តម្លៃសរុបតគ្នា
lo: ບໍ່ຮອງຮັບເມື່ອໃຊ້ຄ່າສະສົມ
pt: Não suportado quando se utilizam valores acumulados
vi: Không được hỗ trợ khi sử dụng giá trị tích lũy

source: No data available
id: Tidak ada data yang tersedia
km: មិនមានទិន្នន័យទេ
lo: ບໍ່ພົບຂໍ້ມູນ
nb: Ingen data tilgjengelig
pt: Não existem dados disponíveis
vi: Không có dữ liệu

source: The selected dimensions didn’t return any data. There may be no data, or you may not have access to it.
id: Dimensi yang dipilih tidak mengembalikan data apa pun. Mungkin tidak ada data, atau Anda mungkin tidak memiliki akses ke sana.
km: វិមាត្រដែលបានជ្រើសរើសមិនអាចផ្តល់ទិន្នន័យបានទេ។ ប្រហែលជាមិនមានទិន្នន័យ ឬអ្នកមប្រហែលជាគ្មានសិទ្ធិក្នុងការប្រើប្រាស់វិមាត្រនេះបានទេ។
lo: ຂອບເຂດທີ່ເລືອກບໍ່ໄດ້ມີການສົ່ງຄືນຂໍ້ມູນໃດໆ. ມັນອາດຈະບໍ່ມີຂໍ້ມູນ, ຫຼື ທ່ານອາດຈະບໍ່ມີການເຂົ້າເຖິງ.
nb: De valgte dimensjonene ga ingen data. Det kan være at det er ingen data, eller du har kanskje ikke tilgang til dem.
pt: As dimensões selecionadas não retornaram nenhum dado. Pode não haver dados ou você pode não ter acesso aos dados.
vi: Các chiều được chọn không trả về bất kỳ dữ liệu nào. Có thể không có dữ liệu hoặc bạn có thể không có quyền truy cập dữ liệu.
