Repository: dhis2/data-visualizer-app
Catalog: i18n/*.po
Languages: id, km, lo, nb, pt, vi

source: All items
km: គ្រប់ធាតុ
lo: ລາຍການທັງໝົດ
nb: Alle elementer
pt: Todos Itens
vi: Tất cả các mục

source: Rename successful
id: Penamaan ulang berhasil
km: ការផ្លាស់ប្តូរឈ្មោះ បានជោគជ័យ
lo: ປ່ຽນຊື່ສຳເລັດແລ້ວ
nb: Navneendring vellykket
pt: Renomeado com sucesso
vi: Đổi tên thành công

source: Rename failed
km: ការផ្លាស់ប្តូរឈ្មោះ បរាជ័យ
vi: Đổi tên thất bại

source: "{{- deletedObject}}" successfully deleted.
km: {{- deletedObject}}លុបបានជោគជ័យ។
lo: "{{- deletedObject}}" ລົບສຳເລັດ.
nb: "{{- deletedObject}}" ble slettet.
pt: "{{- deletedObject}}" eliminado com êxito.
vi: {{- deletedObject}}đã xóa thành công

source: You have unsaved changes.
id: Anda memiliki pesan belum disimpan
km: អ្នកមានការកែប្រែដែលមិនទាន់បានរក្សាទុក។
lo: ທ່ານມີການປ່ຽນແປງທີ່ຍັງບໍ່ທັນບັນທືກ
nb: Du har ulagrede endringer.
pt: Tem alterações não gravadas.
vi: Không lưu các thay đổi

source: Discard unsaved changes?
id: Buang perubahan yang belum disimpan?
km: តើអ្នកចង់បោះបង់ការកែប្រែនេះឬ?
lo: ຈະລຶບການປ່ຽນແປງທີ່ບໍ່ທັນໄດ້ບັນທຶກບໍ່?
nb: Vil du forkaste ulagrede endringer?
pt: Descartar alterações não guardadas?
vi: Hủy bỏ các thay đổi?

source: Are you sure you want to leave this visualization? Any unsaved changes will be lost.
id: Apakah Anda yakin meninggalkan gambar ini? Perubahan yang belum tersimpan akan hilang
km: តើអ្នកពិតជាចង់ចាកចេញពីផ្ទាំងទិន្នន័យនេះឬ? រាល់ការកែប្រែដែលមិនទាន់បានរក្សាទុកនឹងត្រូវបាត់បង។
lo: ທ່ານແນ່ໃຈບໍວ່າຕ້ອງການອອກຈາກການສ້າງຮູບພາບນີ້? ການປ່ຽນແປງທີ່ຍັງບໍ່ໄດ້ບັນທຶກຈະສູນເສຍໄປ
nb: Er du sikker på at du vil forlate denne visualiseringen? Eventuelle ulagrede endringer vil gå tapt.
pt: Tem certeza de que deseja sair dessa visualização? Quaisquer alterações não gravadas serão perdidas.
vi: Bạn có muốn thoát khỏi ứng dụng trực quan hóa? Những thay đổi không được lưu sẽ bị mất.

source: No, cancel
id: Tidak, batalkan
km: ទេ, បោះបង់ចោល
lo: ບໍ່, ຍົກເລີກ
nb: Nei, avbryt
pt: Não, cancelar
vi: Không, hủy bỏ

source: Yes, leave
id: Ya, tinggalkan
km: បាទ/ចាស, ចាកចេញ
lo: ຢືນຢັນ, ອອກ
nb: Ja, avslutt
pt: Sim, sair
vi: Có, thoát ra

source: Add to {{axisName}}
id: Tambahkan ke {{axisName}}
km: បន្ថែមទៅកាន់ {{axisName}}
lo: ເພີ່ມໃສ່ {{axisName}}
nb: Legg til {{axisName}}
pt: Adicionar à {{axisName}}
vi: Thêm vào {{axisName}}

source: '{{visualizationType}}' is intended to show a single item for this type of dimension. Only the first item will be used and saved.
lo: {{visualizationType}} ມີຈຸດປະສົງເພື່ອສະແດງລາຍການດຽວສຳລັບຂອບເຂດປະເພດນີ້. ຈະໃຊ້ ແລະ ບັນທຶກສະເພາະລາຍການທຳອິດເທົ່ານັ້ນ.
pt: '{{visualizationType}}' destina-se a mostrar um único item para este tipo de dimensão. Apenas o primeiro item será utilizado e guardado.
vi: {{visualizationType}}nhằm mục đích hiển thị một mục duy nhất cho chiều dữ liệu này. Chỉ mục đầu tiên sẽ được sử dụng và lưu.

source: '{{visualiationType}}' is intended to show maximum {{maxNumber}} number of items. Only the first {{maxNumber}} items will be used and saved.
id: '{{visualizationType}}' digunakan untuk menunjukkan maksimum {{maxNumber}} item. Hanya {{maxNumber}} item pertama yang akan digunakan dan disimpan.
lo: {{visualiationType}} ມີຈຸດປະສົງເພື່ອສະແດງ {{maxNumber}} ຈຳນວນລາຍການສູງສຸດ. ສະເພາະອັນທຳອິດເທົ່ານັ້ນ{{maxNumber}} ລາຍການຈະຖືກນຳມາໃຊ້ ແລະ ບັນທຶກໃວ້
nb: '{{visualiationType}}' er ment for å vise maksimalt {{maxNumber}} antall elementer. Bare de første {{maxNumber}} elementene vil bli brukt og lagret.
pt: '{{visualiationType}}' destina-se a mostrar o número máximo de {{maxNumber}} itens. Somente os primeiros itens {{maxNumber}} serão usados e gravados.
vi: '{{visualiationType}}' nhằm hiển thị số lượng mục tối đa {{maxNumber}}. Chỉ {{maxNumber}} mục đầu tiên sẽ được sử dụng và lưu.

source: 'Scatter' is intended to show a single data item per axis. Only the first item will be used and saved.
id: 'Scatter' dimaksudkan untuk menampilkan satu item data per aksis. Hanya item pertama yang akan digunakan dan disimpan.
lo: ເສັ້ນສະແດງ Scatter ມີຈຸດປະສົງເພື່ອສະແດງລາຍການຂໍ້ມູນດຽວຕໍ່ແກນ. ຈະໃຊ້ ແລະ ບັນທຶກສະເພາະລາຍການທຳອິດເທົ່ານັ້ນ.
nb: 'Scatter' er ment å vise et enkelt dataelement per akse. Bare det første elementet blir brukt og lagret.
pt: A 'dispersão' destina-se a apresentar um único item de dados por eixo. Apenas o primeiro item será usado e guardado.
vi: 'Phân tán' nhằm hiển thị một mục dữ liệu duy nhất trên mỗi trục. Chỉ mục đầu tiên sẽ được sử dụng và lưu.

source: 'Outlier table' shows values from data elements only. Only data elements will be used and saved.
lo: 'ຄ່າຜິດປົກກະຕິ "Outlier" ' ຈະສະແດງຄ່າຈາກອົງປະກອບຂໍ້ມູນເທົ່ານັ້ນ. ຈະໃຊ້ ແລະ ບັນທຶກ ສະເພາະອົງປະກອບຂໍ້ມູນເທົ່ານັ້ນ.
pt: A "tabela de valores atípicos" mostra apenas os valores dos elementos de dados. Apenas os elementos de dados serão utilizados e guardados.
vi: 'Bảng ngoại lệ' chỉ hiển thị giá trị từ phẩn tử dữ liệu. Chỉ phần tử dữ liệu được sử dụng và lưu trữ.

source: Vertical
id: Vertikal
km: បញ្ឈរ
lo: ລວງຕັ້ງ
nb: Vertikal
vi: Dọc

source: Horizontal
id: Horisontal
km: ផ្ដេក
lo: ລວງນອນ
nb: Horisontal
vi: Ngang

source: Main dimensions
id: Dimensi utama
km: វិមាត្រសំខាន់ៗ
lo: ຕົວຕອງທີ່ສຳຄັນ
nb: Hoveddimensjoner
pt: Dimensões principais
vi: Các chiều chính

source: Other dimensions
id: Dimensi lainnya
km: វិមាត្រសផ្សេងៗទៀត
lo: ຂະໜາດອື່ນໆ
nb: Andre dimensjoner
pt: Outras dimensões
vi: Các chiều khác

source: Your dimensions
id: Dimensi Anda
km: វិមាត្ររបស់អ្នក
lo: ຂະໜາດຂອງທ່ານ
nb: Dine dimensjoner
pt: Suas dimensões
vi: Các chiều dữ liệu của bạn

source: Filter dimensions
id: Filter dimensi
km: វិមាត្រសម្រាប់ច្រោះ
lo: ຂະໜາດຕົວຕອງ
nb: Filterdimensjoner
pt: Dimensões do filtro
vi: Các chiều lọc

source: Data value set
id: Set nilai data
km: ការកំណត់តម្លៃនៃទិន្នន័យ
lo: ການຕັ້ງຄ່າຂໍ້ມູນ
nb: Dataverdisett
pt: Conjunto de valores de dados
vi: Bộ giá trị dữ liệu

source: Other formats
id: Format lain
km: ទម្រង់ផ្សេងៗ
lo: ຮູບແບບອື່ນ
nb: Andre formater
pt: Outros formatos
vi: Định dạng khác

source: Raw data SQL
id: SQL data mentah
lo: ຂໍ້ມູນດິບ SQL
nb: Rådata SQL
pt: Dados em bruto SQL
vi: Dữ liệu thô SQL

source: Plain data source
id: Sumber data asli
lo: ສະເພາະຂໍ້ມູນພື້ນຖານ
nb: Ren datakilde
pt: Fonte de dados simples
vi: Nguồn dữ liệu gốc

source: Advanced
id: Lebih Lanjut
lo: ການຕັ້ງຄ່າຂັ້ນສູງ
nb: Avansert
pt: Avançado
vi: Nâng cao

source: Graphics
id: Grafik
km: ក្រាហ្វិក
lo: ກຣາບຟິກ
nb: Grafikk
pt: Gráficos
vi: Hình ảnh

source: Image (.png)
id: Gambar (.png)
lo: ຮູບພາບ (.png)
nb: Bilde (.png)
pt: Imagem (.png)
vi: Hình ảnh (.png)

source: Download data from this date
km: ទាយយកទិន្នន័យចាប់ពីកាលបរិច្ឆេទនេះ
lo: ດາວໂຫຼດຂໍ້ມູນຈາກວັນທີນີ້
nb: Last ned data fra denne datoen
pt: Baixar dados a partir desta data
vi: Tải dữ liệu từ ngày này

source: Metadata ID scheme
id: Skema ID metadata
lo: ແຜນຂໍ້ມູນ ID ເມຕາ
nb: Metadata-ID-ordning
pt: Esquema de ID de metadados
vi: Lược đồ ID siêu dữ liệu

source: ID
km: ​លេខ​សម្គាល់
lo: ລະຫັດ
vi: Định danh

source: Code
id: Kode
km: លេខកូដ
lo: ລະຫັດ
nb: Kode
pt: Código
vi: Mã

source: Name
id: Nama
km: ឈ្មោះ
lo: ຊື່
nb: Navn
pt: Nome
vi: Tên

source: Table layout
id: Tata letak tabel
km: ប្លង់របស់តារាង
lo: ເຄົ້າໂຄງຕາຕະລາງ
nb: Tabelloppsett
pt: Disposição da tabela
vi: Bảng bố trí

source: Download
id: Unduh
km: ទាយយក
lo: ດາວໂຫຼດ
nb: Last ned
pt: Baixar
vi: Tải về

source: Hide
id: Sembunyikan
km: លាក់
lo: ເຊື່ອງ
nb: Skjul
pt: Ocultar
vi: Ẩn

source: all
km: ទាំងអស់
lo: ທັງໝົດ
pt: Todos
vi: tất cả

source: {{dimensionName}} is locked to {{axisName}} for {{visTypeName}}
id: {{dimensionName}} dikunci sebagai {{axisName}} untuk {{visTypeName}}
km: {{dimensionName}}ត្រូបានភ្ជាប់ទៅកាន់ {{axisName}}សម្រាប់ {{visTypeName}}
lo: {{dimensionName}}ຖຶກລັອກໃວ້{{axisName}}ສຳລັບ{{visTypeName}}
nb: {{dimensionName}} er låst til {{axisName}} for {{visTypeName}}
pt: {{dimensionName}} está bloqueado para {{axisName}} para {{visTypeName}}
vi: {{dimensionName}} bị khóa với {{axisName}} cho {{visTypeName}}

source: Not available for Scatter
id: Tidak tersedia untuk Scatter
km: មិនសមស្របសម្រាប់ Scatter
lo: ບໍ່ສາມາດໃຊ້ໄດ້ໃນເສັ້ນສະແດງ Scatter
nb: Ikke tilgjengelig for Spredning
pt: Não disponível para Dispersão
vi: Không có sẵn cho phân tán

source: Add Assigned Categories
id: Tambahkan Kategori yang Ditugaskan
km: បន្ថែម Assigned Cateogries
lo: ເພີ່ມກຸ່ມທີ່ຖືກມອບໝາຍ
nb: Legg tildelte kategorier
pt: Adicionar categorias atribuídas
vi: Thêm phân loại được chỉ định

source: Swap with {{axisName}} axis
id: Tukar dengan aksis {{axisName}}
km: ផ្លាស់ប្តូរ {{axisName}}axis
lo: ສະຫຼັບກັບ {{axisName}}ແກນ
nb: Bytt med {{axisName}} -aksen
pt: Troque com o eixo {{axisName}}
vi: Hoán đổi trục {{axisName}}

source: vertical
id: vertikal
km: បញ្ឈរ
lo: ລວງຕັ້ງ
nb: vertikal
vi: dọc

source: horizontal
id: horisontal
km: ផ្ដេក
lo: ລວງນອນ
nb: horisontal
vi: ngang

source: None selected
id: Tidak ada yang terpilih
km: មិនត្រូវបានជ្រើសរើស
lo: ຍັງບໍ່ໄດ້ເລືອກ
nb: Ingen valgt
pt: Nenhum seleccionado
vi: Chưa lựa chọn

source: None in use
km: មិនកំពុងត្រូវបានប្រើប្រាស់
lo: ບໍ່ໄດ້ໃຊ້ງານ
pt: Nenhum em uso
vi: Không có cái đang sử dụng

source: Only '{{- name}}' in use
id: Hanya '{{- name}}' digunakan
km: មានតែ {{- name}} កំពុងត្រូវបានប្រើប្រាស់
lo: ໃຊ້ສະເພາະ {{- name}}ເທົ່ານັ້ນ
nb: Bare '{{- name}}' er i bruk
pt: Apenas '{{- name}}' em uso
vi: Chỉ có {{- name}} đang được sử dụng

source: Only {{number}} in use
km: មានតែ {{number}}កំពុងត្រូវបានប្រើប្រាស់
lo: ໃຊ້ສະເພາະ{{number}}ເທົ່ານັ້ນ
pt: Apenas {{number}} em uso
vi: Chỉ có {{number}}đang được sử dụng

source: All items are selected
km: គ្រប់ធាតុត្រូវបានជ្រើសរើស
lo: ເລືອກລາຍການທັງໝົດແລ້ວ
pt: Todos os itens são seleccionados
vi: Tất cả các mục được chọn

source: Levels
id: Level
km: កម្រិត
lo: ຂັ້ນ
nb: Nivå
pt: Níveis
vi: Các cấp độ

source: Groups
id: banyak grup
km: ក្រុម
lo: ກຸ່ມ
nb: Grupper
pt: Grupos
vi: Các nhóm

source: And 1 other...
id: Dan 1 lainnya...
km: និង ១​ផ្សេងទៀត...
lo: ແລະ 1 ອື່ນໆ...
nb: Og 1 annen...
pt: E mais 1 ...
vi: Và 1...

source: And {{numberOfItems}} others...
id: Dan {{numberOfItems}} lainnya...
lo: ແລະ ອີກ {{numberOfItems}}ອື່ນໆ...
nb: Og {{numberOfItems}} andre...
pt: E mais {{numberOfItems}} outros ...
vi: Và {{numberOfItems}} khác ...

source: Select a period
id: Pilih periode
km: ជ្រើសរើសរយៈពេល
lo: ເລືອກຊ່ວງເວລາ
nb: Velg periode
pt: Seleccionar um período
vi: Chọn thời điểm

source: Select years
id: Pilih tahun
km: ជ្រើសរើសឆ្នាំ
lo: ເລືອກປີ
nb: Velg år
pt: Seleccionar anos
vi: Chọn năm

source: This visualization can't be deleted because it is used on one or more dashboards
id: Visualisasi ini tidak dapat dihapus karena digunakan pada satu atau beberapa dasbor
km: ផ្ទាំងទិន្នន័យនេះមិនអាចលុបចេញបានទេ ព្រោះកំពុងត្រូវបានប្រើប្រាស់នៅលើផ្ទាំងប៉ាណ្ណូបរិធាន ១​ ឬច្រើន
lo: ບໍ່ສາມາດລົບການສ້າງຮູບພາບດ້ວຍຂໍ້ມູນໄດ້ເນື່ອງຈາກມັນໄດ້ຖືກໃຊ້ໃນໜຶ່ງ ຫຼື ຫຼາຍກະດານຂ່າວ
nb: Denne visualiseringen kan ikke slettes fordi den brukes på ett eller flere dashbord
pt: Esta visualização não pode ser eliminada porque é usada em um ou mais painéis de instrumentos
vi: Không thể xóa hình ảnh trực quan này vì nó được sử dụng trên một hoặc nhiều trang tổng quan

source: Unsaved visualization
id: Visualisasi belum disimpan
km: ផ្ទាំងទិន្នន័យមិនទាន់រក្សាទុក
lo: ການສ້າງຮູບພາບດ້ວຍຂໍ້ມູນທີ່ຍັງບໍ່ບັນທຶກ
nb: Ikke lagret visualisering
pt: Visualização não salva
vi: Không lưu mô hình trực quan hóa

source: Edited
id: Diedit
km: ក្រែប្រែ
lo: ແກ້ໄຂ
nb: Redigert
pt: Editada
vi: Chỉnh sửa

source: Update
id: Perbarui
km: ធ្វើ​បច្ចុប្បន្នភាព
lo: ປັບປຸງ
nb: Oppdater
pt: Actualizar
vi: Cập nhật

source: Getting started
id: Mulai
km: ចាប់ផ្ដើម
lo: ເລີ່ມຕົ້ນ
nb: Komme i gang
pt: Começar
vi: Bắt đầu

source: All dimensions that you can use to build visualizations are shown in the left sidebar
id: Semua dimensi yang dapat digunakan untuk membuat visualisasi disajikan di sisi kiri bar
km: គ្រប់វិមាត្រដែលអ្នកអាចប្រើប្រាស់សម្រាប់បង្កើតផ្ទាំងទិន្នន័យគឺត្រូវបានបង្ហាញក្នុងផ្ទាំងផ្នែកខាងឆ្វេង
lo: ຂອບເຂດທັງໝົດທີ່ທ່ານໃຊ້ເພື່ອສ້າງຮູບພາບດ້ວຍຂໍ້ມູນແມ່ນໄດ້ສະແດງຢູ່ໃນແຖບດ້ານຊ້າຍ.
nb: Alle dimensjoner du kan bruke til å lage visualiseringer vises i venstre sidefelt
pt: Todas as dimensões que você pode usar para criar visualizações são mostradas na barra lateral esquerda
vi: Tất cả các chiều mà bạn có thể sử dụng để xây dựng mô hình trực quan hóa được hiển thị trong thanh bên trái

source: Add dimensions to the layout above
id: Tambahkan dimensi ke tata letak di atas
km: បន្ថែមវិមាត្រចូលប្លង់ខាងលើ
lo: ເພີ່ມຂອບເຂດໃນໂຄ່ງຮ່າງຂ້າງເທີງ
nb: Legg til dimensjoner i oppsettet over
pt: Adicionar dimensões à disposição acima
vi: Thêm chiều cho bố cục ở trên

source: Click a dimension to add or remove items
id: Klik dimensi untuk menambah atau menghapus item
km: ចុចលើវិមាត្រណាមួយដើម្បីបន្ថែម ឬលុបចេញ
lo: ຄລິກຂອບເຂດເພື່ອເພີ່ມ ຫຼື ລົບລາຍການ
nb: Klikk på en dimensjon for å legge til eller fjerne elementer
pt: Clique em uma dimensão para adicionar ou remover itens
vi: Nhấn để thêm hoặc xóa các mục

source: Your most viewed charts and tables
id: Grafik dan tabel yang paling sering Anda lihat
km: ក្រាប និងតារាងដែលអ្នកបានមើលច្រើនបំផុត
lo: ແຜນພູມ ແລະ ຕາຕະລາງທີ່ທ່ານເບີ່ງຫຼາຍທີ່ສຸດ
nb: Dine mest viste diagrammer og tabeller
pt: Os seus gráficos e tabelas mais visualizados
vi: Biểu đồ và bảng được xem nhiều nhất của bạn

source: Aggregation type
id: Tipe agregasi
km: ប្រភេទទិន្នន័យសរុប
lo: ປະເພດຕົວເລກລວມ
nb: Aggregasjonstype
pt: Tipo de agregacão
vi: Kiểu tổng hợp

source: Overrides aggregation type for all data values.
id: Mengganti jenis agregasi untuk semua nilai data.
km: ជំនួសប្រភេទទិន្នន័យសរុបចំពោះគ្រប់តម្លៃនៃទិន្នន័យ
lo: ລົບລ້າງປະເພດຂອງການສັງລວມສຳລັບຄ່າຂໍ້ມູນທັງໝົດ.
nb: Overstyrer aggregeringstype for alle dataverdier.
pt: Substitui o tipo de agregação para todos os valores de dados.
vi: Ghi đè kiểu tổng hợp cho tất cả các giá trị dữ liệu.

source: By data element
id: Berdasarkan data elemen
km: ទៅតាមធាតុនៃទិន្នន័យ
lo: ໂດຍອົງປະກອບຂອງຂໍ້ມູນ
nb: Per datalement
pt: Por elemento de dado
vi: Theo Phần Tử Dữ Liệu

source: Count
id: Hitung
km: ផលរាប់
lo: ນັບ
nb: Antall
pt: Contagem
vi: Đếm

source: Average
id: Rerata
km: ផលមធ្យម
lo: ສະເລ່ຍ
nb: Gjennomsnitt
pt: Média
vi: Trung bình

source: Average (sum in org unit hierarchy)
id: Rerata (jumlah dalam hirarki org unit)
km: មធ្យមភាគ (សរុបក្នុងរចនាសម្ព័ន្ធនៃមូលដ្ឋានសុខាភិបាល)
lo: ຄ່າສະເລ່ຍ (ສັງລວມໃນໂຄງຮ່າງການຈັດຕັ້ງ)
nb: Gjennomsnitt (sum i org enhetshierarki)
pt: Média (soma na hierarquia da unidade organizacional)
vi: Trung bình (tổng số theo cây đơn vị)

source: Sum
id: Jumlah
km: ផល​បូក
lo: ຜົນບວກ
pt: Soma
vi: Tổng

source: Last value
id: Nilai terakhir
km: តម្លៃចុងក្រោយ
lo: ມູນຄ່າສຸດທ້າຍ
nb: Siste verdi
pt: Último valor
vi: Giá trị cuối

source: Min
km: អប្បបរមា
lo: ຄ່ານ້ອຍສຸດ
pt: Mínimo
vi: Nhỏ nhất

source: Max
id: Maks
km: អតិបរមា
lo: ຄ່າສູງສຸດ
pt: Máximo
vi: Lớn nhất

source: Standard deviation
id: Standar deviasi
km: គំលាតគំរូ
lo: ມາດຕະຖານການແບ່ງ
nb: Standardavvik
pt: Desvio padrão
vi: Độ lệch chuẩn

source: Variance
id: Varians
km: ភាពប្រែប្រួល
lo: ຄວາມແຕກຕ່າງ
nb: Varians
pt: Variância
vi: Sự khác nhau

source: Data approved at level
id: Data disetujui di tingkat
km: ទិន្នន័យត្រូវបានអនុម័តនៅកម្រិត
lo: ຂໍ້ມູນໄດ້ຮັບການອະນຸມັດຢູ່ຂັ້ນ
nb: Data godkjent på nivå
pt: Dados aprovados por nível
vi: Dữ liệu đã được phê duyệt tại tuyến

source: Select from predefined levels
id: Pilih dari level yang telah ditentukan
km: ជ្រើសរើសពីកម្រិតដែលបានកំណត់ទុក
lo: ເລືອກຈາກລະດັບທີ່ກຳນົດໃວ້ກ່ອນໜ້ານີ້
nb: Velg fra forhåndsdefinerte nivåer
pt: Seleccione entre os níveis predefinidos
vi: Chọn từ các cấp được xác định trước

source: Loading data approval levels
id: Memuat level persetujuan data
km: ទាយយកកម្រិតននៃការអនុម័តលើទិន្នន័យ
lo: ກຳລັງໂຫຼດຂໍ້ມູນລະດັບການອານຸມັດ
nb: Laster nivåer for godkjenning av data
pt: Carregando níveis de aprovação de dados
vi: Đang tải các cấp phê duyệt dữ liệu

source: Decimals
id: Desimal
km: ទសភាគ
lo: ທົດສະນິຍົມ
nb: Desimaler
pt: Decimais
vi: Số thập phân

source: Auto
id: Otomatis
km: ស្វ័យប្រវត្តិ
lo: ອັດຕະໂນມັດ
pt: Automático
vi: Tự động

source: Labels
id: Label
km: ស្លាក
lo: ປ້າຍກຳກັບ
nb: Etiketter
pt: Etiquetas
vi: Nhãn

source: Axis range
id: Jangkauan aksis
km: ចន្លោះអ័ក្ស
lo: ຊ່ວງແກນ
nb: Akserekkevidde
pt: Intervalo de eixos
vi: Phạm vi trục

source: Values outside of the range will not be displayed
id: Nilai di luar jangkauan tidak akan ditampilkan
km: តម្លៃស្ថិតនៅក្រៅចន្លោះនឹងមិនត្រូវបានបង្ហាញទេ
lo: ຄ່າທີ່ຢູ່ນອກຂອບເຂດຈະບໍ່ສະແດງ
nb: Verdier utenfor rekkevidden vises ikke
pt: Valores fora do intervalo não serão exibidos
vi: Các giá trị ngoài phạm vi sẽ không được hiển thị

source: Number of axis tick steps, including the min and max. A value of 2 or lower will be ignored.
id: Jumlah langkah penandaan aksis, termasuk min dan maks. Nilai 2 atau lebih rendah akan diabaikan.
lo: ຈຳນວນຂັ້ນຕອນຂອງແກນ, ປະກອບດ້ວຍ ຄ່າຕ່ຳສຸດ ແລະ ຄ່າສູງສຸດ. ຄ່າ 2 ຫຼື ຕ່ຳກ່ວາຈະຖືກລະເວັ້ນ.
nb: Antall trinn for akse-kryss, inkludert min og maks. En verdi på 2 eller lavere vil bli ignorert.
pt: Número de marcação do eixo, incluindo o mínimo e o máximo. Um valor de 2 ou inferior será ignorado.
vi: Số bước đánh dấu trục, bao gồm số tối thiểu và tối đa. Giá trị từ 2 trở xuống sẽ bị bỏ qua.

source: Steps
id: langkah
km: ជំហ៊ាន
lo: ຂັ້ນຕອນ
nb: Trinn
pt: Passos
vi: Bước

source: Axis title
id: Judul sumbu X
km: ចំណងជើងអ័ក្ស
lo: ຫົວຂໍ້ແກນ
nb: Akseltittel
pt: Título do eixo
vi: Tiêu đề trục

source: None
id: Tidak ada
km: គ្មាន
lo: ບໍ່ແມນ
nb: Ingen
pt: Nenhum
vi: Không

source: Custom
id: Kustom
km: កែសម្រួលផ្ទាល់ខ្លួន
lo: ກຳນົດເອງ
nb: Tilpasset
pt: Customizar
vi: Tùy chỉnh

source: Add a title
id: Tambahkan judul
km: បន្ថែមចំណងជើង
lo: ເພີ່ມຫົວຂໍ໊
nb: Legg til en tittel
pt: Adicionar título
vi: Thêm tiêu đề

source: Reset style to default
id: Setel ulang gaya ke default
km: កំណត់រចនាបថឡើងវិញដូចសភាពដើម
lo: ປັບລະບົບຮູບແບບເປັນຄ່າເລີ່ມຕົ້ນ
pt: Redefinir o estilo ao padrão
vi: Đặt lại phong cách về mặc định

source: Base line
km: បន្ទាត់មូលដ្ឋាន
lo: ຟື້ນຖານ
nb: Grunnlinje
pt: Linha de base
vi: Đường cơ sở

source: Column sub-totals
id: Kolom sub-total
km: សរុបតាមផ្នែកនៃជួរឈរ
lo: ຖັນຍ່ອຍທັງໝົດ
nb: Kolonnedelsummer
pt: Subtotais de coluna
vi: Tổng số cột phụ

source: Columns totals
id: Total kolom
km: សរុបនៃជួរឈរ
lo: ຖັນທັງໝົດ
nb: Kolonnesummer
pt: Totais das colunas
vi: Tổng cột

source: Default
km: ​លំនាំដើម
lo: ຄ່າຕັ້ງຕົ້ນ
nb: Standard
pt: Predefinido
vi: Mặc định

source: Basic
km: មូលដ្ឋាន
lo: ຟື້ນຖານ
nb: Grunnleggende
pt: Básico
vi: Cơ bản

source: Extended
km: ពង្រីក
lo: ຂະຫຍາຍອອກໄປ
pt: Alargado
vi: Mở rộng

source: Bright
id: Terang
km: ភ្លឺ
lo: ຄວາມສະຫວ່າງ
nb: Lys
pt: Brilhante
vi: Sáng

source: Dark
id: Gelap
km: ងងឹត
lo: ມືດ
nb: Mørk
pt: Escuro
vi: Tối

source: Gray
id: Abu-abu
km: ប្រផេះ
lo: ສີເທົາ
nb: Grå
pt: Cinza
vi: Màu xám

source: Color blind
id: Buta warna
km: មិនមានពណ៌
lo: ຕາບອດສີ
nb: Fargeblind
pt: Daltónico
vi: Mù màu

source: Patterns
id: Pola
km: លំនាំ
lo: ຮູບແບບ
nb: Mønster
pt: Padrões
vi: Mẫu

source: Event data
id: Data even
km: ទិន្នន័យជាករណី
lo: ຂໍ້ມູນເຫດການ
nb: Hendelsesdata
pt: Dados de eventos
vi: Dữ liệu sự kiện

source: Only include completed events
id: Hanya sertakan even yang telah selesai
km: រួមបញ្ចូលតែទិន្នន័យករណីដែលបានបញ្ចប់
lo: ສະແດງສະເພາະເຫດການທີ່ສຳເລັດແລ້ວເທົ່ານັ້ນ
nb: Inkluder bare fullførte hendelser
pt: Incluir apenas eventos completos
vi: Chỉ bao gồm các sự kiện đã được hoàn tất

source: Include cumulative
id: Masukkan kumulatif
km: រួមបញ្ចូលការសរុបតគ្នា
lo: ​ລວມ​ເອົາ​ທັງ​ການ​ສະ​ສົມ
nb: Inkluder kumulativ
pt: Incluir cumulativos
vi: Bao gồm các giá trị tính toán

source: Cumulative values
id: Nilai Kumulatif
km: តម្លៃបូកសរុបតគ្នា
lo: ຄ່າສະສົມ
nb: Kumulative verdier
pt: Valores cumulativos
vi: Các giá trị tích lũy

source: Accumulate cell values along rows
km: សរុបតម្លៃក្នុងប្រអប់តាមជួរដេក
lo: ສະສົມຄ່າເຊລຕາມແຖວ
pt: Acumular valores de células ao longo das linhas
vi: Tích lũy giá trị ô dọc theo các hàng

source: Show data item icon
km: បង្ហាញរូបតំណាងរបស់តម្លៃនៃទិន្នន័យ
lo: ໄອຄອນສະແດງລາຍການຂໍ້ມູນ
pt: Mostrar ícone de item de dados
vi: Hiển thị biểu tượng mục dữ liệu

source: If the data item has an icon, display it next to the value
km: ប្រសិនបើតម្លៃនៃទិន្នន័យមានរូបតំណាង, ធ្វើការបង្ហាញក្បែរតម្លៃ
lo: ຖ້າລາຍການຂໍ້ມູນມີໄອຄອນ, ໃຫ້ສະແດງມັນໃວ້ຂ້າງໆຄ່າຂອງຂໍ້ມູນ
pt: Se o item de dados tiver um ícone, apresentá-lo junto ao valor
vi: Nếu mục dữ liệu có biểu tượng, hãy hiển thị biểu tượng đó bên cạnh giá trị

source: Digit group separator
id: Pemisah kelompok digit
km: សញ្ញាបំបែកក្រុមលេខ
lo: ແຍກຕົວເລກເປັນກຸ່ມ
nb: Siffergruppeseparator
pt: Separador de grupo de dígitos
vi: Khoảng cách nhóm chữ số

source: Space
id: Spasi
km: ដកឃ្លា
lo: ຍະຫວ່າງ
nb: Mellomrom
pt: Espaço
vi: Khoảng trắng

source: Comma
id: Koma
km: សញ្ញាក្បៀស
lo: ຈຸດ
nb: Komma
pt: Vírgula
vi: Dấu phẩy

source: Display density
id: Tampilkan densitas
km: បង្ហាញដង់ស៊ីតេ
lo: ສະແດງຄວາມໜາແໜ້ນ
nb: Visningstetthet
pt: Mostrar densidade
vi: Mật độ hiển thị

source: Comfortable
id: Nyaman
km: សមរម្យ
lo: ຂະໜາດພໍດີງາມ
nb: Komfortabel
pt: Confortável
vi: Thoải mái

source: Normal
km: ធម្មតា
lo: ປົກກະຕິ
vi: Thường

source: Compact
id: Padat
km: បង្រួម
lo: ໜາແໜ້ນ
nb: Kompakt
pt: Compacto
vi: Gọn nhẹ

source: Calculated as a percent, usually 1%, of the total values along an axis
id: Dihitung sebagai persen, biasanya 1%, dari nilai total sepanjang aksis
km: គណនាជាភាគរយ ជាធម្មតា 1% នៃតម្លៃសរុបតាមអ័ក្ស
lo: ຄິດໄລ່ເປັນເປີເຊັນ, ໂດຍປົກກະຕິ 1%, ຂອງຄ່າທັງໝົດຕາມແກນ
nb: Beregnet som en prosent, vanligvis 1%, av de totale verdiene langs en akse
pt: Calculado como uma percentagem, normalmente 1%, dos valores totais ao longo de um eixo
vi: Được tính theo phần trăm, thường là 1%, của tổng giá trị dọc theo một trục

source: Extreme line % detection
id: Deteksi % garis ekstrim
km: ការកំណត់ % បន្ទាត់ដិតក្រាស់
lo: % ການກວດຈັບເສັ້ນສຸດຂີດ
nb: Ekstrem linje %-beregning
pt: Deteção de % de linha extrema
vi: Phát hiện % đường cực đại

source: Number
id: Angka
km: តួរលេខ
lo: ຈຳນວນ
nb: Nummer
pt: Número
vi: Số

source: Fix column headers to top of table
km: កំណត់ក្បាលជួរឈរអោយនៅខាងលើតារាង
lo: ແກ້ໄຂຫົວຖັນທາງດ້ານເທີງຂອງຕາຕະລາງ
pt: Fixar cabeçalhos de coluna para o topo da tabela
vi: Cố định tiêu đề cột vào đầu bảng

source: There aren’t any column headers because Columns is empty.
km: មិនមានក្បាលជួរឈរទេព្រោះជួរឈរនេះគឺទទេ។
lo: ບໍ່ມີສ່ວນຫົວຖັນໃດໆ ເພາະວ່າຖັນວ່າງເປົ່າ
pt: Não existem cabeçalhos de coluna porque as colunas estão vazias.
vi: Không có tiêu đề cột nào vì Cột trống.

source: Fix row headers to left of table
km: កំណត់ក្បាលជួរដេកអោយនៅខាងឆ្វេងតារាង
lo: ແກ້ໄຂຫົວແຖວທາງດ້ານຊ້າຍຂອງຕາຕະລາງ
pt: Fixar os cabeçalhos das linhas à esquerda da tabela
vi: Sửa tiêu đề hàng ở bên trái bảng

source: There aren’t any row headers because Rows is empty.
km: មិនមានក្បាលជួរដេកទេព្រោះជួរដេកនេះគឺទទេ។
lo: ບໍ່ມີສ່ວນຫົວແຖວໃດໆ ເພາະວ່າແຖວວ່າງເປົ່າ
pt: Não existem cabeçalhos de linha porque as linhas estão vazias.
vi: Không có tiêu đề hàng nào vì Hàng trống.

source: Font size
id: Ukuran font
km: ទំហំពុម្ពអក្សរ
lo: ຂະຫນາດຕົວອັກສອນ
nb: Skriftstørrelse
pt: Tamanho da fonte
vi: Cỡ chữ

source: Large
id: Besar
km: ធំ
lo: ໃຫຍ່
nb: Stor
pt: Grande
vi: Lớn

source: Small
id: Kecil
km: តូច
lo: ນ້ອຍ
nb: Liten
pt: Pequeno
vi: Nhỏ

source: Hide empty columns
id: Sembunyikan kolom kosong
km: លាក់ជួរឈរទទេ
lo: ປິດແຖວທີ່ຫວ່າງເປົ່າ
nb: Skjul tomme kolonner
pt: Ocultar colunas vazias
vi: Ẩn cột rỗng

source: Hide empty categories
id: Sembunyikan kategori yang kosong
km: លាក់ប្រភេទទទេ
lo: ເຊື່ອງປະເພດຂອງຂໍ້ມູນທີ່ເປົ່າວ່າງ
nb: Skjul tomme kategorier
pt: Ocultar categorias vazias
vi: Ẩn phần không có số liệu

source: Before first
id: Sebelum yang pertama
km: មុនដំបូង
lo: ກ່ອນໜ້າທໍາອິດ
nb: Før første
pt: Antes do primeiro
vi: Trước giá trị đầu tiên

source: After last
id: Setelah terakhir
km: បន្ទាប់ចុងក្រោយ
lo: ຫຼັງຈາກສຸດທ້າຍ
nb: Etter siste
pt: Depois do último
vi: Sau giá trị cuối cùng

source: Before first and after last
id: Sebelum yang pertama dan sesudah yang terakhir
km: មុនដំបូង និងបន្ទាប់ចុងក្រោយ
lo: ກ່ອນໜ້າທໍາອິດ ແລະ ຫຼັງຈາກສຸດທ້າຍ
nb: Før første og etter siste
pt: Antes do primeiro e depois do último
vi: Trước giá trị đầu tiên và sau giá trị cuối cùng
