Repository: dhis2/data-visualizer-app
Catalog: i18n/*.po
Languages: id, km, lo, nb, pt, vi

source: Totals are not supported when using cumulative values
km: តម្លៃសរុបមិននឹងសមស្រប នៅពេលប្រើប្រាស់តម្លៃសរុបតគ្នា
lo: ບໍ່ຮອງຮັບຈຳນວນທັງໝົດເມື່ອໃຊ້ຄ່າສະສົມ
pt: Os totais não são suportados quando se utilizam valores acumulados
vi: Tổng số không được hỗ trợ khi sử dụng giá trị tích lũy

source: Vertical (y) axis {{axisId}}
id: Sumbu vertikal (y) {{axisId}}
km: អ័ក្សបញ្ឈរ (y) {{axisId}}
lo: ແກນແນວນອນ (y) {{axisId}}
pt: Eixo vertical (y) {{axisId}}
vi: Trục dọc (y){{axisId}}

source: Vertical (y) axis
id: Sumbu Y
km: អ័ក្សបញ្ឈរ (y)
lo: ແກນແນວຕັ້ງ (y)
nb: Vertikal (y) akse
pt: Eixo vertical (y)
vi: Dục dọc (y)

source: Titles
id: Judul
km: ចំណងជើង
lo: ຫົວຂໍ້
nb: Titler
pt: Títulos
vi: Tiêu đề

source: Axes
id: Sumbu
km: អ័ក្ស
lo: ແກນ
nb: Akser
pt: Eixos
vi: Trục

source: Data
lo: ຂໍ້ມູນ
pt: Dados
vi: Lấy dữ liệu

source: Limit values
id: batas nilai
km: ការកំណត់តម្លៃ
lo: ຄ່າຈຳກັດ
nb: Begrens verdier
pt: Valores limite
vi: Giá trị giới hạn

source: Limit number of values
id: Batasi jumlah nilai
km: ការកំណត់ចំនួននៃតម្លៃ
lo: ຈຳນວນຂອງຄ່າຈຳກັດ
nb: Begrens antall verdier
pt: Número limite de valores
vi: Giới hạn số lượng giá trị

source: Limit minimum/maximum values
id: Batasi nilai minimum/maksimum
km: ការកំណត់តម្លៃ អប្បបរមា/អតិបរមា
lo: ຈຳກັດຄ່າຕ່ຳສຸດ/ສູງສຸດ
nb: Begrens minimum/maksimumsverdier
pt: Limitar valores mínimos/máximos
vi: Giới hạn giá trị nhỏ nhất/lớn nhất

source: Outliers
id: Pencilan
km: ចំណែកលើកគេ
lo: ຄ່າຜິດປົກກະຕິ
nb: Utliggere
pt: Valores atípicos
vi: Các ngoại lệ

source: Series
id: Seri
km: ស៊េរី
lo: ຊຸດ
nb: Serie
pt: Série
vi: Chuỗi Dữ Liệu

source: Style
id: Gaya
km: ​រចនាបទ
lo: ລັກສະນະ
nb: Stil
pt: Estilo
vi: Kiểu dáng

source: View data and indicators in a manipulatable table.
km: ការមើលទិន្នន័យ និងសូចនាករនៅក្នុងតារាងដែលអាចរៀបចំបាន។
lo: ເບີ່ງຂໍ້ມູນ ແລະ ຕົວຊີ້ວັດໃນຕາຕະລາງທີ່ສາມາດແກ້ໄຂໄດ້.
nb: Vis data og indikatorer i en manipulerbar tabell.
pt: Visualizar dados e indicadores numa tabela manipulável.
vi: Xem dữ liệu và chỉ số trong một bảng.

source: Compare sizes of related elements vertically. Recommend period as filter.
km: ការប្រៀបធៀបទំហំនៃធាតុដែលស្ថិតនៅជួរបញ្ឈរ។ សូមណែនាំអោយប្រើរយៈពេលសម្រាប់ធ្វើការច្រោះ។
lo: ປຽບທຽບຂະໜາດຂອງອົງປະກອບຂໍ້ມູນທີ່ກ່ຽວຂ້ອງໃນແນວຕັ້ງ. ແນະນຳໃຫ້ຊ່ວງເວລາເປັນຕົວກອງ
pt: Comparar verticalmente os tamanhos de elementos relacionados. Recomenda-se o uso do período como filtro.
vi: So sánh kích thước của các yếu tố liên quan theo chiều dọc. Đề xuất khoảng thời gian làm bộ lọc.

source: Compare parts of a whole against related elements vertically. Recommend data or org. unit as series.
km: ការប្រៀបធៀបតាមផ្នែកទាំងអស់ធៀបនឹងធាតុដែលស្ថិតនៅជួរបញ្ឈរ។ សូមណែនាំអោយប្រើទិន្នន័យ ឬមូលដ្ឋានសុខាភិបាលធ្វើជាស៊េរី។
lo: ປຽບທຽບສ່ວນຕ່າງໆຂອງອົງປະກອບຂໍ້ມູນທັງໝົດທີ່ກ່ຽວຂ້ອງໃນແນວຕັ້ງ. ແນະນຳຂໍ້ມູນ ຫຼື ຫົວໜ່ວຍການຈັດຕັ້ງເປັນຊຸດ.
pt: Comparar partes de um todo com elementos relacionados verticalmente. Recomenda-se dados ou unidades organizacionais como séries.
vi: So sánh các phần của tổng thể với các phần tử liên quan theo chiều dọc. Đề xuất dữ liệu hoặc đơn vị làm chiều phân loại.

source: Compare sizes of related elements horizontally. Recommend period as filter.
km: ការប្រៀបធៀបទំហំនៃធាតុដែលស្ថិតនៅជួរផ្ដេក។ សូមណែនាំអោយប្រើរយៈពេលសម្រាប់ធ្វើការច្រោះ។
lo: ປຽບທຽບຂະໜາດຂອງອົງປະກອບຂໍ້ມູນທີ່ກ່ຽວຂ້ອງໃນແນວນອນ. ແນະນຳໃຫ້ຊ່ວງເວລາເປັນຕົວກອງ
pt: Comparar horizontalmente os tamanhos de elementos relacionados. Recomenda-se o período como filtro.
vi: So sánh kích thước của các yếu tố liên quan theo chiều ngang. Đề xuất khoảng thời gian làm bộ lọc.

source: Compare parts of a whole against related elements horizontally. Recommend data or org. unit as series.
km: ការប្រៀបធៀបតាមផ្នែកទាំងអស់ធៀបនឹងធាតុដែលស្ថិតនៅជួរផ្ដេក។ សូមណែនាំអោយប្រើទិន្នន័យ ឬមូលដ្ឋានសុខាភិបាលធ្វើជាស៊េរី។
lo: ປຽບທຽບສ່ວນຕ່າງໆຂອງອົງປະກອບຂໍ້ມູນທັງໝົດທີ່ກ່ຽວຂ້ອງກັບແນວນອນ. ແນະນຳຂໍ້ມູນ ຫຼື ຫົວໜ່ວຍການຈັດຕັ້ງ ເປັນຊຸດ
pt: Comparar partes de um todo com elementos relacionados horizontalmente. Recomenda-se dados ou unidades orgnizacionais como séries.
vi: So sánh các phần của tổng thể với các phần tử liên quan theo chiều ngang. Đề xuất dữ liệu hoặc đơn vị làm chiều phân loại.

source: Track or compare changes over time. Recommend period as category.
km: ការតាមដាន ឬប្រៀបធៀបការផ្លាស់ប្ដូរតាមពេលវេលា។ សូមណែនាំអោយប្រើរយៈពេលជាប្រភេទ។
lo: ຕິດຕາມ ຫຼື ປຽບທຽບການປ່ຽນແປງໃນຊ່ວງເວລາໜື່ງ. ແນະນຳຊ່ວງເວລາເປັນໝວດໝູ່.
pt: Acompanhar ou comparar alterações ao longo do tempo. Recomenda-se o período como categoria.
vi: Theo dõi hoặc so sánh các thay đổi theo thời gian. Đề xuất khoảng thời gian dưới dạng danh mục.

source: Track or compare parts of a whole over time. Recommend data as series and period as category.
km: ការតាមដាន ឬប្រៀបធៀបផ្នែកទាំងអស់តាមពេលវេលា។ សូមណែនាំអោយប្រើទិន្នន័យជាស៊េរី និងរយៈពេលជាប្រភេទ។
lo: ຕິດຕາມ ຫຼື ປຽບທຽບສ່ວນຕ່າງໆຂອງຂໍ້ມູນທັງໝົດໃນຊ່ວງໜື່ງ. ແນະນຳຂໍ້ມູນເປັນຊຸດ ແລະ ຊ່ວງເວລາເປັນໝວດໝູ່.
pt: Acompanhar ou comparar partes de um todo ao longo do tempo. Recomenda-se dados como séries e períodos como categorias.
vi: Theo dõi hoặc so sánh các phần của tổng thể theo thời gian. Đề xuất dữ liệu dưới dạng chuỗi và khoảng thời gian dưới dạng phân loại.

source: Compare parts of a whole at a single point in time. Recommend period as filter.
km: ការប្រៀបធៀបផ្នែកទាំងអស់នៃពេលវេលាជាក់លាក់មួយ។ សូមណែនាំអោយប្រើរយៈពេលសម្រាប់ធ្វើការច្រោះ។
lo: ປຽບທຽບພາກສ່ວນຕ່າງໆທັງໝົດຢູ່ໃນຈຸດດຽວກັນ. ແນະນຳໃຫ້ຊ່ວງເວລາເປັນຕົວກອງ.
pt: Comparar partes de um todo num único ponto no tempo. Recomenda-se o período como filtro.
vi: So sánh các phần của tổng thể tại một thời điểm. Đề xuất khoảng thời gian làm bộ lọc.

source: Compare several items against multiple variables.
km: ការប្រៀបធៀបធាតុជាច្រើនធៀបនឹងអញ្ញាតច្រើន។
lo: ປຽບທຽບຫຼາຍລາຍການຕໍ່ກັບຫຼາຍຕົວແປ.
nb: Sammenlign flere elementer mot flere variabler.
pt: Comparar vários itens com múltiplas variáveis.
vi: So sánh một số mục với nhiều biến.

source: Compare a percentage indicator against a 100% scale. Recommend period as filter.
km: ការប្រៀបធៀបសូចនាករភាគរយធៀបនឹងមាត្រដ្ឋាន១០០%។ សូមណែនាំអោយប្រើរយៈពេលសម្រាប់ធ្វើការច្រោះ។
lo: ປຽບທຽບຕົວຊີ້ວັດໃນອັດຕາສ່ວນຕໍ່ກັບຂະຫນາດ 100%. ແນະນຳຊ່ວງເວລາເປັນຕົວກອງ.
pt: Comparar um indicador de percentagem com uma escala de 100%. Recomend-se o período como filtro.
vi: So sánh chỉ số phần trăm với thang điểm 100%. Đề xuất khoảng thời gian làm bộ lọc.

source: Compare changes over time between multiple time periods.
km: ការប្រៀបធៀបកាផ្តាស់ប្ដូរតាមពេលវេលារវាងរយៈពេលជាច្រើនផ្សេងគ្នា។
lo: ປຽບທຽບການປ່ຽນແປງໃນຊ່ວງເວລາຕ່າງໆລະຫວ່າງຫຼາຍຊ່ວງເວລາ.
nb: Sammenlign endringer over tid mellom flere tidsperioder.
pt: Comparar alterações ao longo do tempo entre vários períodos de tempo.
vi: So sánh các thay đổi theo thời gian giữa nhiều khoảng thời gian.

source: Display a single value. Recommend relative period to show latest data.
km: ការបង្ហាញជាតម្លៃលេខតែមួយ។ សូមណែនាំអោយប្រើរយៈពេលយោងដើម្បីបង្ហាញទិន្នន័យចុងក្រោយ។
lo: ສະແດງຄ່າດຽວ. ແນະນຳຊ່ວງເວລາທີ່ກ່ຽວຂ້ອງເພື່ອສະແດງຂໍ້ມູນຫຼ້າສຸດ.
nb: Vis en enkelt verdi. Anbefal relativ periode for å vise de nyeste dataene.
pt: Apresentar um único valor. Recomenda-se o uso de um período relativo para mostrar os dados mais recentes.
vi: Hiển thị một giá trị duy nhất. Đề xuất thời điểm liên quan để hiển thị dữ liệu mới nhất.

source: Compare the relationship between two data items across multiple places. Recommended for visualizing outliers.
km: ការប្រៀបធៀបទំនាក់ទំនងរវាងទិន្នន័យ២ក្រុមចំពោះកន្លែជាច្រើនផ្សេងគ្នា។
lo: ປຽບທຽບຄວາມສຳພັນລະຫວ່າງສອງລາຍການຂໍ້ມູນກັບລາຍການໃນຫຼາຍໆສະຖານທີ່. ແນະນຳໃຫ້ໃຊ້ການສ້າງຮູບພາບຂໍ້ມູນເພື່ອສະແດງຄ່າຜິດປົກກະຕິ.
pt: Comparar a relação entre dois itens de dados em vários locais. Recomendado para a visualização de valores atípicos.
vi: So sánh mối quan hệ giữa hai mục dữ liệu ở nhiều nơi. Khuyến nghị để trực quan hóa các giá trị ngoại lai.

source: Automatically identify extreme outliers based on historical data.
km: ធ្វើការកំណត់សម្គាល់ជាស្វ័យប្រវត្តិនូវចំណែកលើកគេដោយអាស្រ័យទៅលើប្រវត្តិនៃទិន្នន័យ។
lo: ກຳນົດຄ່າທີ່ຜິດປົກກະຕິ "outlier"ໂດຍອະຕະໂນມັດ ອີງຈາກຂໍ້ມູນປະຫວັດ.
pt: Identificar automaticamente os valores extremos com base em dados históricos.
vi: Tự động xác định các giá trị ngoại lệ cực đoan dựa trên dữ liệu lịch sử.

source: Weeks per year
id: Minggu per tahun
km: ជាសប្ដាហ៍ក្នុងមួយឆ្នាំ
lo: ອາທິດຕໍ່ປີ
nb: Uker per år
pt: Semanas por ano
vi: Hàng tuần mỗi năm

source: Months per year
id: Bulan per tahun
km: ជាខែក្នុងមួយឆ្នាំ
lo: ເດືອນຕໍ່ປີ
nb: Måneder per år
pt: Meses por ano
vi: Tháng mỗi năm

source: Bimonths per year
id: Dwibulan per tahun
km: ជារយៈពេល២ខែម្តងក្នុងមួយឆ្នាំ
lo: ສອງເດືອນຕໍ່ປີ
nb: Tomåneder per år
pt: Bimestres por ano
vi: Các kỳ hai tháng mỗi năm

source: Quarters per year
id: Triwulan per tahun
km: ជាត្រីមាសក្នុងមួយឆ្នាំ
lo: ໄຕມາດຕໍ່ປີ
nb: Kvartal per år
pt: Trimestres por ano
vi: Quý mỗi năm

source: Untitled {{visualizationType}} visualization, {{date}}
id: Visualisasi {{visualizationType}} tanpa judul, {{date}}
lo: ການສ້າງຮູບພາບດ້ວຍຂໍ້ມູນທີ່ບໍ່ມີຊື່ {{visualizationType}}, {{date}}
nb: {{visualizationType}} visualisering uten navn, {{date}}
pt: Sem título {{visualizationType}} visualização, {{date}}

source: Last value (average in org unit hierarchy)
id: Nilai terakhir (rerata dalam hirarki org unit)
km: តម្លៃចុងក្រោយ (មធ្យមភាគក្នុងរចនាសម្ព័ន្ធនៃមូលដ្ឋានសុខាភិបាល)
lo: ມູນຄ່າສຸດທ້າຍ (ຄ່າສະເລ່ຍໃນໂຄງຮ່າງການຈັດຕັ້ງ)
nb: Siste verdi (gjennomsnitt i org enhetshierarki)
pt: Último valor (média na hierarquia da unidade organizacional)

source: Auto generated from axis items
km: បង្កើតដោយស្វ័យប្រវត្តិពីធាតុនៃអ័ក្ស
lo: ສ້າງຂື້ນອັດຕະໂນມັດຈາກລາຍການແກນ
pt: Gerado automaticamente a partir de itens de eixo

source: Extreme lines
id: Garis ekstrim
km: បន្ទាត់ដិតក្រាស់
lo: ເສັ້ນຄ່າສຸດຂີດ
nb: Ekstreme linjer
pt: Linhas extremas

source: '{{visualizationType}}' is intended to show a single data item. Only the first item will be used and saved.
id: '{{visualizationType}}' digunakan untuk menunjukkan item data tunggal. Hanya item pertama yang akan digunakan dan disimpan.
nb: '{{visualizationType}}' er ment å vise et enkelt datapunkt. Bare det første punktetvil bli brukt og lagret.

source: {{total}} of {{axisMaxNumberOfItems}} selected
id: {{total}} dari {{axisMaxNumberOfItems}} terpilih
nb: {{total}} av {{axisMaxNumberOfItems}} valgt

source: {{total}} selected
id: {{total}} terpilih
nb: {{total}} valgt

source: Only '{{number}}' in use
id: Hanya '{{number}}' digunakan
nb: Bare '{{nummer}}' er i bruk

source: Interpretations
id: Interpretasi
nb: Tolkninger

source: Use pre-defined legend per data item
id: Gunakan legenda yang telah ditentukan sebelumnya per item data
nb: Bruk forhåndsdefinert tegnforklaring per datapunkt

source: Select a single legend for the entire visualization
id: Pilih satu legenda untuk seluruh visualisasi
nb: Velg en enkel tegnforklaring for hele tabellen

source: Reporting rate
id: Tingkat pelaporan
nb: Rapporteringfrekvens

source: Reporting rate on time
id: Tingkat pelaporan tepat waktu
nb: Rapporteringsfrekvens i tide

source: Actual reports
id: Laporan sesungguhnya
nb: Faktiske rapporter

source: Actual reports on time
id: Laporan sesungguhnya yang tepat waktu
nb: Faktiske rapporter i tide

source: Expected reports
id: Laporan yang diharapkan
nb: Forventede rapporter

source: A single indicator must be the only data item when using indicators as Data in Filter.
id: Indikator tunggal harus menjadi satu-satunya item data saat menggunakan indikator sebagai Data dalam Filter.
nb: En enkelt indikator må være det eneste datapunktet når du bruker indikatorer som Data i filter.

source: View the relationship between two data items at a place or time. Recommended for finding outliers.
nb: Se forholdet mellom to datapunkter på et sted eller tidspunkt. Anbefalt for å finne avvikere.
