Repository: dhis2/data-visualizer-app
Catalog: i18n/*.po
Languages: id, km, lo, nb, pt, vi

source: {{axisName}} is empty
id: {{axisName}} kosong
km: {{axisName}}គឺទទេ
lo: {{axisName}} ວ່າງເປົ່າ
nb: {{axisName}} er tom
pt: {{axisName}} está vazio
vi: {{axisName}} trống

source: Add at least one item to {{axisName}}.
id: Tambahkan setidaknya satu item ke {{axisName}}.
km: បន្ថែមយ៉ាងហោចណាស់ធាតុមួយទៅកាន់ {{axisName}}
lo: ເພີ່ມຢ່າງໜ້ອຍໜື່ງລາຍການໃສ່ {{axisName}}.
nb: Legg til minst ett element til {{axisName}}.
pt: Adicione pelo menos um item ao {{axisName}}.
vi: Thêm ít nhất một mục vào {{axisName}}.

source: {{columnsAxisName}} and {{rowsAxisName}} are empty
id: {{columnsAxisName}} dan {{rowsAxisName}} kosong
km: {{columnsAxisName}} និង {{rowsAxisName}} គឺទទេ
lo: {{columnsAxisName}} ແລະ {{rowsAxisName}} ວ່າງເປົ່າ
nb: {{columnsAxisName}} og {{rowsAxisName}} er tomme
pt: {{columnsAxisName}} e {{rowsAxisName}} estão vazias
vi: {{columnsAxisName}} và {{rowsAxisName}} trống

source: Add at least one item to {{columnsAxisName}} or {{rowsAxisName}} to create a {{visualizationType}}.
id: Tambahkan setidaknya satu item ke {{columnsAxisName}} atau {{rowsAxisName}} untuk membuat {{visualizationType}}.
km: បន្ថែមយ៉ាងហោចណាស់ធាតុមួយទៅកាន់ {{columnsAxisName}} ឬ {{rowsAxisName}} ដើម្បីបង្កើតនូវ {{visualizationType}} មួយ។
lo: ເພີ່ມຢ່າງໜ້ອຍໜື່ງລາຍການໃສ່{{columnsAxisName}}ຫຼື {{rowsAxisName}} ເພື່ອສ້າງ{{visualizationType}}
nb: Legg til minst ett element til {{columnsAxisName}} eller {{rowsAxisName}} for å opprette en {{visualizationType}}.
pt: Adicione pelo menos um item a {{columnsAxisName}} ou {{rowsAxisName}} para criar um {{visualizationType}}.
vi: Thêm ít nhất một mục vào {{columnsAxisName}} hoặc {{rowsAxisName}} để tạo {{visualizationType}}.

source: No period selected
id: Tidak ada periode yang dipilih
km: មិនមានរយៈពេលត្រូវបានជ្រើសរើស
lo: ບໍ່ໄດ້ເລືອກເວລາ
nb: Ingen periode valgt
pt: Nenhum período seleccionado
vi: Chưa chọn Thời Điểm

source: {{visualizationType}} must have at least one period selected in {{axes}}.
id: {{visualizationType}} harus memiliki setidaknya satu periode yang dipilih di {{axes}}.
km: {{visualizationType}}ត្រូវតែមានយ៉ាងហោចណាស់រយៈពេលមួយត្រូវបានជ្រើសរើសក្នុង {{axes}}
lo: {{visualizationType}} ຕ້ອງມີການເລືອກຢ່າງໜ້ອຍໜື່ງຊ່ວງເວລາໃນ {{axes}}.
nb: {{visualizationType}} må ha minst en periode valgt i {{axes}}.
pt: O {{visualizationType}} deve ter pelo menos um período seleccionado em {{axes}}.
vi: {{visualizationType}} phải có ít nhất một thời điểm được chọn trong {{axes}}.

source: Add organisation units to {{axisName}}.
id: Tambahkan unit organisasi ke {{axisName}}.
km: បន្ថែមមូលដ្ឋានសុខាភិបាលចូលទៅ {{axisName}}
lo: ເພີ່ມຫົວໜ່ວຍການຈັດຕັ້ງໃສ່ {{axisName}}.
nb: Legg til organisasjonsenheter i {{axisName}}.
pt: Adicione unidades organizacionais a {{axisName}}
vi: Thêm đơn vị vào {{axisName}}.

source: Vertical is empty
id: Vertikal kosong
km: បញ្ឈរគឺទទេ
lo: ລວງຕັ້ງວ່າງ
nb: Vertikal er tom
pt: Vertical está vazio
vi: Trục dọc trống

source: Add a data item to the vertical axis.
id: Tambahkan item data ke sumbu vertikal.
km: បន្ថែមទិន្នន័យចូលទៅកាន់អ័ក្សបញ្ឈរ
lo: ເພີ່ມລາຍການຂໍ້ມູນໃສ່ແກນຕັ້ງ.
nb: Legg til et datapunkt i den vertikale aksen.
pt: Adicione um item de dados ao eixo vertical.
vi: Thêm một mục dữ liệu vào trục tung.

source: Horizontal is empty
id: Horisontal kosong
km: ផ្តេកគឺទទេ
lo: ລວງນອນວ່າງ
nb: Horisontal er tom
pt: Horizontal está vazio
vi: Trục ngang trống

source: Add a data item to the horizontal axis.
id: Tambahkan item data ke sumbu horizontal.
km: បន្ថែមទិន្នន័យចូលទៅកាន់អ័ក្សផ្តេក
lo: ເພີ່ມລາຍການຂໍ້ມູນໃສ່ແກນນອນ.
nb: Legg til et datapunkt i den horisontale aksen.
pt: Adicione um item de dados ao eixo horizontal.
vi: Thêm một mục dữ liệu vào trục hoành.

source: Axes data items are the same
id: Item data sumbu adalah sama
km: អ័ក្សទិន្នន័យគឺដូចគ្នា
lo: ຂໍ້ມູນລາຍການແກນແມ່ນຄືກັນ
nb: Aksedatapunktene er de samme
pt: Os itens de dados dos eixos são os mesmos
vi: Các mục dữ liệu trục giống nhau

source: The horizontal and vertical axes have the same data item. Scatter chart axes must have different data for each axis.
id: Sumbu horizontal dan vertikal memiliki item data yang sama. Aksis bagan sebar harus memiliki data yang berbeda untuk setiap aksis.
km: អ័ក្សផ្ដេក និងអ័ក្សបញ្ឈរមានទិន្នន័យដូចគ្នា។ អ័ក្សនៃក្រាប Scatter ត្រូវតែមានទិន្នន័យខុសគ្នាសម្រាប់អ័ក្សនិមួយៗ។
lo: ແກນແນວນອນ ແລະ ແນວຕັ້ງມີລາຍການຂໍ້ມູນດຽວກັນ. ແກນແຜນຜັງຂອງ ເສັ້ນສະແດງ scatter ຈະຕ້ອງມີຂໍ້ມູນທີ່ແຕກຕ່າງກັນໃນແຕ່ລະແກນ.
nb: De horisontale og vertikale aksene har samme datapunkt. Spredningsdiagramaksene må ha forskjellige data for hver akse.
pt: Os eixos horizontal e vertical têm o mesmo item de dados. Os eixos do gráfico de dispersão devem ter dados diferentes para cada eixo.
vi: Trục ngang và trục dọc có cùng một mục dữ liệu. Các trục biểu đồ phân tán phải có dữ liệu khác nhau cho mỗi trục.

source: No data selected
id: Tidak ada data yang dipilih
km: មិនមានទិន្នន័យត្រូវបានជ្រើសរើស
lo: ບໍ່ມີຂໍ້ມູນທີ່ເລືອກ
nb: Ingen data valgt
pt: Nenhum dado seleccionado
vi: Chưa chọn dữ liệu

source: {{visualizationType}} must have at least one data item or data element group set item in {{axes}}.
id: {{visualizationType}} harus memiliki setidaknya satu item data atau item kumpulan elemen data di {{axes}}.
km: {{visualizationType}}ត្រូវតែមានយ៉ាងហោចណាស់ទិន្នន័យមួយ ឬសំណុំក្រុមធាតុនៃទិន្នន័យក្នុង {{axes}}។
lo: {{visualizationType}}ຕ້ອງມີຢ່າງນ້ອຍໜື່ງລາຍການ ຂໍ້ມູນ ຫຼື ລາຍການຊຸດກຸ່ມຂອງອົງປະກອບຂໍ້ມູນໃນ {{axes}}.
nb: {{visualizationType}} må ha minst ett datapunkr eller dataelementgruppesettelement i {{axes}}.
pt: O {{visualizationType}} deve ter pelo menos um item de dados ou item de conjunto de grupos de elementos de dados em {{axes}}.
vi: {{visualizationType}} phải có ít nhất một mục dữ liệu hoặc mục nhóm phần tử dữ liệu trong {{axes}}.

source: {{visualizationType}} must have at least one data item in {{axes}}.
id: {{visualizationType}} harus memiliki setidaknya satu item data di {{axes}}.
km: {{visualizationType}}ត្រូវតែមានយ៉ាងហោចណាស់ទិន្នន័យមួយក្នុង {{axes}}។
lo: {{visualizationType}} ຕ້ອງມີຢ່າງໜ້ອຍໜື່ງລາຍການຂໍ້ມູນໃນ {{axes}}.
nb: {{visualizationType}} må ha minst ett datapunkt i {{axes}}.
pt: O {{visualizationType}} deve ter pelo menos um item de dados em {{axes}}.
vi: {{visualizationType}} phải có ít nhất một mục dữ liệu trong {{axes}}.

source: There's a problem with the layout
id: Ada masalah dengan tata letak
km: មានបញ្ហាកើតឡើងជាមួយប្លង់
lo: ຮູບແບບມີບັນຫາ
nb: Det er et problem med oppsettet
pt: Há um problema com o disposição
vi: Có lỗi bố cục

source: A single indicator or calculation must be the only data item when using indicators or calculations as Data in Filter.
km: សូចនាករ ឬការគណនាណាមួយ ត្រូវតែជាទិន្នន័យ ដើម្បីអាចប្រើប្រាស់ជាទិន្នន័យសម្រាប់ច្រោះ។
lo: ຕົວຊີ້ວັດດຽວ ຫຼື ການຄິດໄລ່ ຈະຕ້ອງເປັນລາຍການຂໍ້ມູນດຽວໃນເວລາທີ່ນໍາໃຊ້ຕົວຊີ້ວັດ ຫຼື ການຄິດໄລ່ເປັນຂໍ້ມູນໃນຕົວກອງ.
pt: Um único indicador ou cálculo deve ser a única referência de dados quando se utilizam indicadores ou cálculos como Dados no filtro.
vi: Chỉ số hoặc phép tính duy nhất phải là mục dữ liệu duy nhất khi sử dụng chỉ số hoặc phép tính làm Dữ liệu trong Bộ lọc.

source: Data Element Group Sets and Reporting Rates cannot be used together.
id: Kumpulan grup data elemen dan laju pelaporan tidak dapat digunakan bersama-sama.
km: សំណុំក្រុមធាតុនៃទិន្នន័យ និងអត្រារាយការណ៍ មិនអាចប្រើប្រាស់ជាមួយគ្នាទេ។
lo: ຊຸດກຸ່ມອົງປະກອບຂໍ້ມູນ ແລະ ອັດຕາການລາຍງານບໍ່ສາມາດໃຊ້ຮ່ວມກັນໄດ້.
nb: Dataelementgruppesett og rapporteringsfrekvenser kan ikke brukes sammen.
pt: Os conjuntos de grupos de elementos de dados e as taxas de reportagem não podem ser utilizados em conjunto.
vi: Tập nhóm phần tử dữ liệu và tỷ lệ báo cáo không thể được sử dụng cùng nhau.

source: There is a problem with this {{visualizationType}} visualization.
id: Ada masalah dengan visualisasi {{visualizationType}} ini.
km: មានបញ្ហាមួយកើតឡើងជាមួយប្រភេទ {{visualizationType}} នេះ។.
lo: ພົບບັນຫາໃນ {{visualizationType}}ການສ້າງຮູບພາບດ້ວຍຂໍ້ມູນ
nb: Det er et problem med denne {{visualizationType}}-visualiseringen.
pt: Há um problema com esta visualização {{visualizationType}}.
vi: Đã xảy ra sự cố với mô hình hóa {{visualizationType}} này.

source: There was a problem getting the data from the server.
id: Terjadi masalah saat mengambil data dari server.
km: មានបញ្ហាជាមួយនឹងការទាញយកទិន្នន័យពីម៉ាស៊ីនមេ។
lo: ພົບບັນຫາໃນການເອົາຂໍ້ມູນຈາກເຊີບເວີ.
nb: Det oppstod et problem med å hente dataene fra serveren.
pt: Ocorreu um problema ao obter os dados do servidor.
vi: Có vấn đề khi nhận dữ liệu từ máy chủ.

source: Assigned Categories can only be used with data elements
id: Kategori yang ditetapkan hanya dapat digunakan dengan elemen data
km: ប្រភេទដែលបានកំណត់អាចត្រូវបានប្រើប្រាស់ជាមួយធាតុនៃទិន្នន័យ
lo: ໝວດໝູ່ທີ່ຖືກມອບໝາຍ ສາມາດໃຊ້ກັບອົງປະກອບຂໍ້ມູນໄດ້ເທົ່ານັ້ນ
nb: Tildelte Kategorier kan bare brukes med dataelementer
pt: Categorias atribuídas podem ser usadas apenas com elementos de dados
vi: Chỉ sử dụng danh mục cho các phần tử dữ liệu

source: Fix this problem by selecting data elements or removing Assigned Categories.
id: Perbaiki masalah ini dengan memilih elemen data atau menghapus kategori yang ditetapkan.
km: សូមដោះស្រាយបញ្ហានេះ ដោយជ្រើសរើសធាតុនៃទិន្នន័យ ឬដកចេញប្រភេទ
lo: ແກ້ໄຂບັນຫານີ້ ໂດຍການເລືອກອົງປະກອບຂໍ້ມູນ ຫຼື ລົບໝວດໝູ່ທີ່ໄດ້ຮັບມອບໝາຍ.
nb: Løs dette problemet ved å velge dataelementer eller fjerne Tildelte Kategorier.
pt: Corrija esse problema seleccionando elementos de dados ou removendo categorias atribuídas.
vi: Khắc phục vấn đề này bằng cách chọn các phần tử dữ liệu hoặc xóa danh mục được gán.

source: Assigned Categories cannot be used as Filter
id: Kategori yang ditetapkan tidak dapat digunakan sebagai filter
km: ប្រភេទដែលបានកំណត់មិនអាចត្រូវបានប្រើប្រាស់សម្រាប់ច្រោះបានទេ
lo: ໝວດໝູ່ທີ່ຖຶກກຳນົດບໍ່ສາມາດໃຊ້ເປັນຕົວກອງໄດ້
nb: Tildelte Kategorier kan ikke brukes som filter
pt: Categorias atribuídas não podem ser usadas como filtro
vi: Không thể sử dụng các danh mục cho bộ lọc

source: Fix this problem by moving or removing Assigned Categories.
id: Perbaiki masalah ini dengan memindahkan atau menghapus kategori yang ditetapkan.
km: សូមដោះស្រាយបញ្ហានេះ ដោយដកចេញប្រភេទដែលបានកំណត់នេះចេញ
lo: ແກ້ໄຂບັນຫານີ້ໂດຍການຍ້າຍ ຫຼື ລົບໝວດໝູ່ທີ່ໄດ້ຮັບມອບໝາຍ.
nb: Løs dette problemet ved å flytte eller fjerne Tildelte Kategorier.
pt: Corrija esse problema movendo ou removendo categorias atribuídas.
vi: Khắc phục vấn đầy này bằng cách chuyển hoặc xoác các danh mục được gán

source: Visualization not found
id: Visualisasi tidak ditemukan
km: ផ្ទាំងទិន្នន័យរកមិនឃើញទេ
lo: ບໍ່ພົບການສ້າງຮູບພາບດ້ວຍຂໍ້ມູນ
nb: Fant ikke visualisering
pt: Visualização não encontrada
vi: Mô hình hóa không tìm thấy

source: The visualization you are trying to view could not be found, the ID could be incorrect or it could have been deleted.
id: Visualisasi yang Anda coba lihat tidak dapat ditemukan, ID mungkin salah atau mungkin telah dihapus.
km: ផ្ទាំងទិន្នន័យដែលអ្នកព្យាយាមបង្ហាញ មិនអាចរកឃើញទេ, លេខសម្គាល់មិនត្រឹមត្រូវ ឬក៏ត្រូវបានលុបចេញ។
lo: ບໍ່ພົບການສ້າງຮູບພາບດ້ວຍຂໍ້ມູນທີ່ທ່ານກຳລັງຄົ້ນ, ເນື່ອງຈາກໄອດີອາດບໍ່ຖືກຕ້ອງ ຫຼື ອາດຖືກລຶບໄປແລ້ວ.
nb: Visualiseringen du prøver å vise, ble ikke funnet, ID-en kan være feil, eller den kan ha blitt slettet.
pt: A visualização que está a tentar visualizar não foi encontrada, o ID pode estar incorrecto ou pode ter sido apagado.
vi: Không thể tìm thấy hình ảnh trực quan mà bạn đang cố gắng xem, ID có thể không chính xác hoặc có thể đã bị xóa.

source: Restricted access
km: ការចូលប្រើប្រាស់មានកម្រិត
vi: Giới hạn truy cập

source: You don't have access to one or more of the chosen organisation units.
km: អ្នកមិនមានសិទ្ធិចូលប្រើប្រាស់មូលដ្ឋានសុខាភិបាលដែលបានជ្រើសរើសមួយ ឬច្រើន។
vi: Bạn không có quyền truy cập vào một hoặc nhiều đơn vị được chọn.

source: No organization units found
id: Tidak ada unit organisasi yang ditemukan
km: រកមិនឃើញមូលដ្ឋានសុខាភិបាលទេ
lo: ບໍ່ພົບຫົວໜ່ວຍການຈັດຕັ້ງ
pt: Não foram encontradas unidades organizacionais
vi: Không tìm thấy đơn vị nào

source: The level or group selections didn't return any organization units.
id: Pilihan tingkat atau grup tidak menampilkan unit organisasi apa pun.
km: កម្រិត ឬក្រុមដែលបានជ្រើសរើសមិនអាចផ្តល់នូវឈ្មោះមូលដ្ឋានសុខភិបាលមកវិញទេ។
lo: ການເືອກລະດັບ ຫຼື ກຸ່ມ ບໍ່ໄດ້ສົ່ງຄືນໃຫ້ ຫົວໜ່ວຍການຈັດຕັ້ງໃດໆ.
pt: As selecções de nível ou grupo não devolveram quaisquer unidades organizacionais.
vi: Cấp độ và nhóm đơn vị được chọn không trả về bất kỳ đơn vị nào

source: Invalid data type
km: ប្រភេទទិន្នន័យមិនត្រឺមត្រូវ
lo: ປະເພດຂໍ້ມູນບໍ່ຖືກຕ້ອງ
pt: Tipo de dados inválido
vi: Kiểu dữ liệu không hợp lệ

source: The selected data dimensions didn't return any valid data. This visualization type can only display numerical data.
km: វិមាត្រទិន្នន័យដែលបានជ្រើសរើសមិនអាចផ្តល់ទិន្នន័យដែលត្រឹមត្រូវមកវិញបានទេ។ ប្រភេទផ្ទាំងទិន្នន័យនេះអាចត្រឹមតែបង្ហាញទិន្នន័យជាលេខប៉ុណ្ណោះ។
lo: ຂະໜາດຂໍ້ມູນທີ່ໄດ້ເລືອກບໍ່ໄດ້ສົ່ງຄືນຂໍ້ມູນທີ່ຖືກຕ້ອງໃດໆ. ປະເພດການສ້າງພາບດ້ວຍຂໍ້ມູນນີ້ສາມາດສະແດງຂໍ້ມູນຕົວເລກເທົ່ານັ້ນ.
pt: As dimensões de dados seleccionadas não devolveram quaisquer dados válidos. Este tipo de visualização só pode exibir dados numéricos.
vi: Các kích thước dữ liệu đã chọn không trả về bất kỳ dữ liệu hợp lệ nào. Kiểu trực quan hóa này chỉ có thể hiển thị dữ liệu số.

source: Something went wrong
id: Terjadi kesalahan
km: មានអ្វីមួយខុសប្រក្រតី
lo: ມີບາງຢ່າງຜິດພາດ
nb: Noe gikk galt
pt: Algo correu mal
vi: Có lỗi

source: There's a problem with the generated analytics. Contact a system administrator.
km: មានបញ្ញាកើតឡើងជាមួយដំណើរការវិភាគទិន្នន័យ។ សូមធ្វើការទាក់ទងអ្នកគ្រប់គ្រងប្រព័ន្ធ។
lo: ພົບບັນຫາກັບການວິເຄາະທີ່ສ້າງຂຶ້ນ. ກະລຸນາຕິດຕໍ່ຜູ້ດູແລລະບົບ.
pt: Há um problema com as análises geradas. Contacte um administrador do sistema.
vi: Có vấn đề với phân tích được tạo. Hãy liên hệ với quản trị viên hệ thống.

source: There's a syntax problem with the analytics request.
km: មានបញ្ហារូបមន្តនៃការសរសេរ ចំពោះសំណើរនៃការវិភាគទិន្នន័យ។
lo: ພົບບັນຫາຮູບແບບກັບຄຳຮ້ອງຂໍການວິເຄາະ.
pt: Há um problema de síntaxe com o pedido de análise.
vi: Có vấn đề về cú pháp với yêu cầu phân tích.

source: No outliers found
km: រកមិនឃើញចំណែកលើសគេទេ
lo: ບໍ່ພົບຄ່າຜິດປົກກະຕິ "Outlier"
pt: Não foram encontrados valores atípicos
vi: Không tìm thấy giá trị ngoại lệ

source: There were no outliers found for the selected data items and options.
km: មិនមានចំណែកលើកគេត្រូវបានរកឃើញសម្រាប់ទិន្នន័យ ឬជម្រើសដែលបានជ្រើសរើស។
lo: ບໍ່ພົບຄ່າຜິດປົກກະຕິ "Outlier" ສຳລັບລາຍການຂໍ້ມູນ ແລະ ຕົວເລືອກທີ່ໄດ້ເລືອກ.
pt: Não foram encontrados valores atípicos para as rubricas e opções de dados selecionadas
vi: Không tìm thấy giá trị ngoại lệ nào cho các mục dữ liệu và tùy chọn đã chọn.

source: or
id: atau
km: ឬ
nb: eller
pt: ou
vi: hoặc

source: Today
id: Hari ini
km: ថ្ងៃនេះ
lo: ມື້ນີ້
nb: I dag
pt: Hoje
vi: Hôm Nay

source: Yesterday
id: Kemarin
km: កាលពីម្សិលមិញ
lo: ມື້ວານນີ
nb: I går
pt: Ontém
vi: Hôm Qua

source: Last 3 days
id: 3 hari terakhir
km: ៣ថ្ងៃចុងក្រោយ
lo: 3 ມື້ກ່ອນ
nb: Siste 3 dager
pt: Últimos 3 dias
vi: 3 ngày trước

source: Last 7 days
id: 7 hari terakhir
km: ៧ថ្ងៃចុងក្រោយ
lo: 7 ມື້ກ່ອນ
nb: Siste 7 dager
pt: Últimos 7 dias
vi: 7 ngày trước

source: Last 14 days
id: 14 hari terakhir
km: ១៤ថ្ងៃចុងក្រោយ
lo: 14 ມື້ກ່ອນ
nb: Siste 14 dager
pt: Últimos 14 dias
vi: 14 ngày trước

source: This week
id: Minggu ini
km: សប្តាហ៍នេះ
lo: ທິດນີ້
nb: Denne uken
pt: Esta semana
vi: Tuần này

source: Last week
id: Minggu lalu
km: សប្តាហ៍មុន
lo: ອາທິດທີ່ຜ່ານມາ
nb: Forrige uke
pt: Última semana
vi: Tuần trước

source: Last 4 weeks
id: 4 minggu terakhir
km: ៤សប្តាហ៍ចុងក្រោយ
lo: 4 ອາທິດຍ້ອນຫຼັງ
nb: Siste 4 uker
pt: Últimas 4 semanas
vi: 4 tuần trước

source: Last 12 weeks
id: 12 minggu terakhir
km: ១២សប្តាហ៍ចុងក្រោយ
lo: 12 ອາທິດຍ້ອນຫຼັງ
nb: Siste 12 uker
pt: Últimas 12 semanas
vi: 12 tuần trước

source: Last 52 weeks
id: 52 minggu terakhir
km: ៥២សប្តាហ៍ចុងក្រោយ
lo: 52 ອາທິດຜ່ານມາ
nb: Siste 52 uker
pt: Últimas 52 semanas
vi: 52 tuần trước

source: Weeks this year
id: Minggu dalam tahun ini
km: ជាសប្ដាហ៍ក្នុងឆ្នាំនេះ
lo: ອາທິດ ຂອງປີນີ້
nb: Uker i år
pt: Semanas deste ano
vi: Các tuần trong năm nay

source: This month
id: Bulan ini
km: ខែនេះ
lo: ເດືອນນີ້
nb: Denne måneden
pt: Este mês
vi: Tháng này

source: Last month
id: Bulan lalu
km: ខែមុន
lo: ເດືອນຜ່ານມາ
nb: Forrige måned
pt: Último mês
vi: Tháng trước

source: Last 3 months
id: 3 bulan lalu
km: ៣ខែចុងក្រោយ
lo: 3 ເດືອນຍ້ອນຫຼັງ
nb: Siste 3 måneder
pt: Últimos 3 meses
vi: 3 tháng trước

source: Last 6 months
id: 6 bulan lalu
km: ៦ខែចុងក្រោយ
lo: 6 ເດືອນຜ່ານມາ
nb: Siste 6 måneder
pt: Últimos 6 meses
vi: 6 tháng trước

source: Last 12 months
id: 12 bulan lalu
km: ១២ខែចុងក្រោយ
lo: 12 ເດືອນຍ້ອນຫຼັງ
nb: Siste 12 måneder
pt: Últimos 12 meses
vi: Trong 12 tháng trước

source: Months this year
id: Bulan dalam tahun ini
km: ជាខែក្នុងឆ្នាំនេះ
lo: ​ເດືອນ​ໃນ​ປີ
nb: Måneder inneværende år
pt: Meses deste ano
vi: Tháng năm nay

source: This bimonth
id: Dwiwulan ini
km: រយៈពេល២ខែនេះ
lo: ສອງເດືອນນີ້
nb: Denne tomåned
pt: Este bimestre
vi: Kỳ 2 tháng này

source: Last bimonth
id: Dwiwulan yang lalu
km: រយៈពេល២ខែមុន
lo: ສອງເດືອນຜ່ານມາ
nb: Siste tomåned
pt: Último bimestre
vi: Kỳ 2 tháng trước

source: Last 6 bimonths
id: 6 dwiwulan yang lalu
km: រយៈពេល២ខែ៦ដងមុន
nb: Siste 6 tomåneder
pt: Últimos 6 bimestres
vi: 6 kỳ 2 tháng trước

source: Bimonths this year
id: Dwiwulan tahun ini
km: ជារយៈពេល២ខែម្តងក្នុងឆ្នាំនេះ
lo: ສອງເດືອນ ຂອງປີນີ້
nb: Tomåneder inneværende år
pt: Bimestres deste ano
vi: Các kỳ 2 tháng trong năm

source: This quarter
id: Triwulan ini
km: ត្រីមាសនេះ
lo: ໄຕມາດນີ້
nb: Dette kvartalet
pt: Este trimestre
vi: Quý này

source: Last quarter
id: Triwulan yang lalu
km: ត្រីមាសចុងក្រោយ
lo: ໄຕມາດຜ່ານມາ
nb: Siste kvartal
pt: Último trimestre
vi: Quý trước

source: Last 4 quarters
id: 4 triwulan yang lalu
km: ៤ត្រីមាសចុងក្រោយ
lo: 4 ໄຕມາດຍ້ອນຫຼັງ
nb: Siste 4 kvartaler
pt: Últimos 4 trimestres
vi: Trong 4 quý vừa qua

source: Quarters this year
id: Triwulan dalam tahun ini
km: ជាត្រីមាសក្នុងឆ្នាំនេះ
lo: ​ໄຕຼມາດ​ໃນ​ປີ
nb: Kvartaler inneværende år
pt: Trimestres deste ano
vi: Quý năm nay

source: This six-month
id: Semester ini
km: ឆមាសនេះ
lo: 6 ເດືອນນີ້
nb: Dette halvåret
pt: Este semestre
vi: Sáu tháng - này

source: Last six-month
id: Semester yang lalu
km: ឆមាសមុន
lo: 6 ເດືອນຜ່ານມາ
nb: Siste halvår
pt: Último semestre
vi: Sáu tháng - trước

source: Last 2 six-months
id: 2 semester yang lalu
km: ២ឆមាសចុងក្រោយ
lo: ລວມ 6 ເດືອນ 2 ຄັ້ງທີ່ຜ່ານມາ
nb: Siste to halvår
pt: Últimos 2 semestres
vi: 2 kỳ sáu tháng - trước

source: This financial year
id: Tahun fiskal ini
km: ឆ្នាំហិរញ្ញវត្ថុនេះ
lo: ສົກປີງົບປະມານຂອງປິນີ້
nb: Dette regnskapsåret
pt: Este ano financeiro
vi: Năm tài chính này

source: Last financial year
id: Tahun fiskal lalu
km: ឆ្នាំហិរញ្ញវត្ថុមុន
lo: ​ສົກ​ປີ​ງົບ​ປະ​ມານ​ປີ​ກາຍ
nb: Siste regnskapsår
pt: Último ano financeiro
vi: Năm tài chính trước đó

source: Last 5 financial years
id: 5 tahun fiskal yang lalu
km: ៥ឆ្នាំហិរញ្ញវត្ថុចុងក្រោយ
lo: ​ສົກ​ປິ​ງົບ​ປະ​ມານ 5ປີ​ຜ່ານ​ມາ
nb: Siste 5 regnskapsår
pt: Últimos 5 anos financeiros
vi: 5 năm tài chính trước

source: This year
id: Tahun ini
km: ឆ្នាំនេះ
lo: ປີນີ້
nb: Dette året
pt: Este ano
vi: Năm nay

source: Last year
id: Tahun lalu
km: ឆ្នាំមុន
lo: ປີກາຍ
nb: I fjor
pt: Último ano
vi: Năm ngoái

source: Last 5 years
id: 5 tahun terakhir
km: ៥ឆ្នាំចុងក្រោយ
lo: 5 ປີຍ້ອນຫຼັງ
nb: Siste 5 år
pt: Últimos 5 anos
vi: Trong 5 năm vừa qua

source: User organisation unit
km: មូលដ្ឋានសុខាភិបាល របស់អ្នកប្រើប្រាស់
lo: ຫນ່ວຍງານການຈັດຕັ້ງຂອງຜູ້ໃຊ້
nb: Brukerorganisasjonsenhet
pt: Unidade organizacional do utilizador
vi: Đơn vị người dùng

source: User sub-units
id: Subunit pengguna
lo: ຫົວໜ່ວຍຍ່ອຍຂອງທ່ານ
nb: Underenheter
pt: Subunidades do utilizador
vi: Đơn-vị-con người dùng

source: User sub-x2-units
id: Sub-x2-unit pengguna
lo: ຫົວໜ່ວຍຍ່ອຍຂັ້ນ x2 ຂອງຜູ້ໃຊ້
nb: Under-x2-enheter
pt: Sub-x2-unidades do utilizador
vi: Đơn-vị-con-x2 người dùng

source: Table title
id: Judul tabel
km: ចំណងជើងតារាង
lo: ຊື່ຂອງຕາຕະລາງ
nb: Tabelltittel
pt: Título da tabela
vi: Tiêu đề bảng

source: Parameters
id: Parameter
km: ប៉ារ៉ាម៉ែត្រ
lo: ຂອບເຂດ
nb: Parametere
pt: Parâmetros
vi: Tham số

source: These options only apply to legacy tables like standard reports. Options set here will have no effect on tables made in Data Visualizer.
id: Opsi ini hanya berlaku untuk tabel lawas seperti laporan standar. Opsi yang ditetapkan di sini tidak akan berpengaruh pada tabel yang dibuat di Visualizer Data.
km: ជម្រើសទាំងនេះអនុវត្តន៍ចំពោះតែតារាងដើមដូចជារបាយការណ៍ស្ដង់ដារ។ ជម្រើសដែលបានកំណត់នៅទីនេះ នឹងមិនមានឥទ្ធិពលលើតារាងដែលបានបង្កើតនៅក្នុងកម្មវិធី Data Visualizer នោះទេ។
lo: ຕົວເລືອກເຫຼົ່ານີ້ສາມາດໃຊ້ໄດ້ກັບຕາຕະລາງເດີມເທົ່ານັ້ນ ເຊັ່ນ ບົດລາຍງານແບບມາດຕະຖານ. ຕົວເລືອກທີ່ກຳນົດໃວ້ບ່ອນນີ້ຈະບໍ່ມີຜົນກັບຕາຕະລາງທີ່ສ້າງຂື້ນໃນ ການສ້າງຮູບພາບດ້ວຍຂໍ້ມູນ.
nb: Disse alternativene gjelder bare eldre tabeller som standardrapporter. Alternativene som er angitt her, vil ikke ha noen effekt på tabeller laget i Data Visualizer.
pt: Estas opções só se aplicam a tabelas antigas, como relatórios padrão. As opções aqui definidas não terão qualquer efeito nas tabelas criadas no Visualizador de dados.
vi: Các tùy chọn này chỉ áp dụng cho các bảng cũ như báo cáo chuẩn. Các tùy chọn được đặt ở đây sẽ không có tác dụng đối với các bảng được tạo trong Trực Quan Hóa Dữ Liệu

source: Applies to standard reports only
id: Hanya berlaku untuk laporan standar
km: អនុវត្តន៍ចំពោះតែរបាយការណ៍ស្តង់ដាប៉ុណ្ណោះ
lo: ໃຊ້ກັບລາຍງານແບບມາດຕະຖານໄດ້ເທົ່ານັ້ນ
nb: Gjelder kun standardrapporter
pt: Aplica-se apenas a relatórios padrão
vi: Chỉ áp dụng cho báo cáo chuẩn

source: Base and target lines are available on the Axes tab for scatter charts
id: Garis dasar dan target tersedia di tab aksis untuk bagan sebar
km: បន្ទាត់មូលដ្ឋាន និងបន្ទាត់គោលដៅគឺអាចប្រើប្រាស់ចំពោះផ្ទាំងអ័ក្សសម្រាប់ក្រាប Scatter បាន
lo: ເສັ້ນຟື້ນຖານ ແລະ ເສັ້ນເປົ້າໝາຍສາມາດໃຊ້ງານໄດ້ໃນແຖບແກນຂອງແຜນຜັງເສັ້ນສະແດງ scatter
nb: Baselinjer og mållinjer er tilgjengelige i Akse-fanen for spredningsplott.
pt: As linhas de base e de destino estão disponíveis no separador eixos para gráficos de dispersão
vi: Các đường cơ sở và đường mục tiêu có sẵn trên tab Trục cho biểu đồ phân tán

source: Color set
id: Set warna
km: សំណុំនៃពណ៌
lo: ຊຸດສີ
nb: Fargesett
pt: Conjunto de cores
vi: Bộ màu

source: Color sets are not supported yet when using multiple axes
id: Set warna belum didukung saat menggunakan banyak aksis
km: សំណុំនៃពណ៌មិនងអាចប្រើប្រាស់នៅពេល មានការប្រើប្រាស់អ័ក្សច្រីនទេ
lo: ຊຸດສີຍັງບໍ່ສະໜັບສະໜູນເທື່ອ ເມື່ອໃຊ້ແກນຫຼາຍແກນ
nb: Fargesett støttes ikke ennå ved bruk av flere akser
pt: Os conjuntos de cores ainda não são suportados quando se usam vários eixos
vi: Bộ màu chưa được hỗ trợ khi sử dụng nhiều trục

source: Base and target lines are available on the Axes tab for multi-axis charts
id: Garis dasar dan target tersedia di tab aksis untuk bagan multi-aksis
km: បន្ទាត់មូលដ្ឋាន និងបន្ទាត់គោលដៅគឺអាចប្រើប្រាស់ចំពោះផ្ទាំងអ័ក្សសម្រាប់ក្រាប ដែលអ័ក្សច្រើនបាន
lo: ເສັ້ນຟື້ນຖານ ແລະ ເສັ້ນເປົ້າໝາຍມີຢູ່ໃນແຖບແຜນຜັງຫຼາຍແກນ
pt: Linhas de base e alvo estão disponíveis no separador eixos para gráficos de vários eixos
vi: Các đường cơ sở và đường mục tiêu có sẵn trên tab Trục cho biểu đồ nhiều trục

source: Chart style
id: Tipe grafik
km: រចនាបថនៃក្រាប
lo: ປະເພດແຜນພູມ
nb: Diagramstil
pt: Estilo de gráficos
vi: Dạng biểu đồ

source: Display
id: Tampilan
km: បង្ហាញ
lo: ສະແດງ
nb: Vis
pt: Exibir
vi: Hiển thị

source: Empty data
id: Data kosong
km: ទិន្នន័យទទេ
lo: ຂໍ້ມູນວ່າງເປົ່າ
nb: Tomme data
pt: Dados vazios
vi: Dữ liệu trống

source: Horizontal (x) axis {{axisId}}
id: Sumbu horizontal (x) {{axisId}}
km: អ័ក្សផ្តេក (x) {{axisId}}
lo: ແກນແນວນອນ (x) {{axisId}}
pt: Horizontal (x) eixo {{axisId}}
vi: Trục ngang (x) {{axisId}}

source: Horizontal (x) axis
id: sumbu X
km: អ័ក្សផ្តេក (x)
lo: ແກນແນວນອນ (x)
nb: Horisontal (x) akse
pt: Eixo Horizontal (x)
vi: Trục ngang (x)

source: Lines
id: Garis
km: គំនូសតាង ជាខ្សែបន្ទាត់
lo: ເສັ້ນ
nb: Linjer
pt: Linhas
vi: Các đường

source: Totals
id: Total
km: តម្លៃសរុប
lo: ລວມທັງໝົດ
nb: Totalsummer
pt: Totais
vi: Tổng
